Repository: carolhanna01/binary2name
Catalog: gnu_dataset/fisicalab-0.3.5/*.lproj/Localizable.strings
Languages: spanish

source: Name
spanish: Nombre

source: System i
spanish: Sistema i

source: System f
spanish: Sistema f

source: Object 1
spanish: Objeto 1

source: Object 2
spanish: Objeto 2

source: Object 3
spanish: Objeto 3

source: Object 4
spanish: Objeto 4

source: Status = %s
spanish: Estado = %s

source: System
spanish: Sistema

source: Center
spanish: Centro

source: Object 5
spanish: Objeto 5

source: Sense
spanish: Sentido

source: Object
spanish: Objeto

source: degrees
spanish: grados

source: Relative to
spanish: Relativo a

source: [compression]
spanish: [compresión]

source: [tension]
spanish: [tensión]

source: Points
spanish: Puntos

source: Beam
spanish: Viga

source: Solid
spanish: Sólido

source: Truss
spanish: Armadura

source: Introduction
spanish: Introducción

source: Linear Kinematics of Particles
spanish: Cinemática Lineal de Partículas

source: Examples Linear Kinematics
spanish: Ejemplos de Cinemática Lineal

source: Kinematics of Circular Motion of Particles
spanish: Cinemática Circular de Partículas

source: Examples Circular Motion Kinematics
spanish: Ejemplos de Cinemática Circular

source: Statics of Particles
spanish: Estática de Partículas

source: Examples Statics of Particles
spanish: Ejemplos de Estática de Partículas

source: Statics of Rigid Bodies
spanish: Estática de Cuerpos Rígidos

source: Examples Statics of Rigid Bodies
spanish: Ejemplos de Estática Rígida

source: Linear Dynamics of Particles
spanish: Dinámica Lineal de Partículas

source: Examples Linear Dynamics
spanish: Ejemplos de Dinámica Lineal

source: Circular Dynamics of particles
spanish: Dinámica Circular de Partículas

source: Examples Circular Dynamics
spanish: Ejemplos de Dinámica Circular

source: Dilatation, Ideal gas and Calorimetry
spanish: Dilatación, Gases ideales y Calorimetría

source: Examples of Dilation, Ideal gas ...
spanish: Ejemplos de Dilatación, Gases ideales ...

source: Kinematics
spanish: Cinemática

source: Statics
spanish: Estática

source: Dynamics
spanish: Dinámica

source: Thermodynamics
spanish: Termodinámica

source: Substance
spanish: Substancia

source: Pressure
spanish: Presión

source: Temperature
spanish: Temperatura

source: Density
spanish: Densidad

source: Density L.
spanish: Densidad L.

source: Density V.
spanish: Densidad V.

source: Volume L.
spanish: Volumen L.

source: Volume V.
spanish: Volumen V.

source: Enthalpy
spanish: Entalpía

source: Enthalpy L.
spanish: Entalpía L.

source: Enthalpy V.
spanish: Entalpía V.

# enthalpy-delta
source: Enthalpy Δ
spanish: Entalpía Δ

source: Entropy
spanish: Entropía

source: Entropy L.
spanish: Entropía L.

source: Entropy V.
spanish: Entropía V.

# entropy-delta
source: Entropy Δ
spanish: Entropía Δ

source: Volume
spanish: Volumen

# density-delta
source: Density Δ
spanish: Densidad Δ

source: No available
spanish: No disponible

# volume-delta
source: Volume Δ
spanish: Volumen Δ

source: Energy L.
spanish: Energía L.

# energy-delta
source: Energy Δ
spanish: Energía Δ

source: Energy V.
spanish: Energía V.

source: Factors
spanish: Factores

source: The provided data is out of range.
spanish: La información proveída esta fuera de rango.

source: Energy
spanish: Energía
