Repository: carolhanna01/binary2name
Catalog: gnu_dataset/gsasl-1.6.0/po/*.po
Languages: pl, sr

source: Chose SASL mechanisms:
pl: Wybór mechanizmów SASL:

source: Using mechanism:
pl: U¿ycie mechanizmu:
sr: Користи метод:

source: error: Server did not return expected SASL data (it must begin with '334 '): %s
pl: B³±d: serwer nie zwróci³ oczekiwanych danych SASL (musz± zaczynaæ siê od '334 '): %s

source: Choose SASL mechanism:
pl: Wybór mechanizmów SASL:
sr: Изабери SASL метод:

source: Input list of SASL mechanisms supported by server:
pl: Wej¶ciowa lista mechanizmów SASL obs³ugiwanych przez serwer:
sr: Улазни списак SASL метода подржаних од сервера:

source: Output from server:
pl: Wyj¶cie serwera:
sr: Излаз сервера:

source: Output from client:
pl: Wyj¶cie klienta:
sr: Излаз клијента:

source: Try `%s --help' for more information.
pl: Polecenie `%s --help' pozwoli uzyskaæ wiêcej informacji.

source: missing argument
pl: brak argumentu

source: need both --x509-cert-file and --x509-key-file
pl: wymagane jest zarówno --x509-cert-file jak i --x509-key-file
sr: потребни и --x509-cert-file и --x509-key-file

source: cannot use both --starttls and --no-starttls
pl: nie mo¿na u¿yæ --starttls i --nostarttls jednocze¶nie
sr: не може користити и --starttls и --no-starttls

source: cannot use both --smtp and --imap
pl: nie mo¿na u¿yæ --smtp i --imap jednocze¶nie
sr: не може користити и --smtp и --imap

source: initialization failure: %s
pl: b³±d inicjalizacji: %s
sr: иницијализација неуспешна: %s

source: error listing mechanisms: %s
pl: b³±d wypisywania mechanizmów: %s
sr: списак грешака метода: %s

source: This client supports the following mechanisms:
pl: Mechanizmy obs³ugiwane przez tego klienta:
sr: Овај клијент подржава следеће методе:

source: This server supports the following mechanisms:
pl: Mechanizmy obs³ugiwane przez ten serwer:
sr: Овај сервер подржава следеће методе:

source: GnuTLS global initialization failed: %s
pl: Globalna inicjalizacja GnuTLS nie powiod³a siê: %s
sr: GnuTLS глобална иницијализација неуспешна: %s

source: GnuTLS initialization failed: %s
pl: Inicjalizacja GnuTLS nie powiod³a siê: %s
sr: GnuTLS иницијализација неуспешна: %s

source: setting GnuTLS defaults failed: %s
pl: ustawienie warto¶ci domy¶lnych GnuTLS nie powiod³o siê: %s
sr: подразумевано подешавање GnuTLS неуспешно: %s

source: allocating anonymous GnuTLS credential: %s
pl: przydzielanie anonimowych danych uwierzytelniaj±cych GnuTLS: %s
sr: добављам анонимно GnuTLS уверење: %s

source: setting anonymous GnuTLS credential: %s
pl: ustawianie anonimowych danych uwierzytelniaj±cych GnuTLS: %s
sr: задајем анонимно GnuTLS уверење: %s

source: allocating X.509 GnuTLS credential: %s
pl: przydzielanie danych uwierzytelniaj±cych X.509 GnuTLS: %s
sr: добављам X.509 GnuTLS уверење: %s

source: loading X.509 GnuTLS credential: %s
pl: wczytywanie danych uwierzytelniaj±cych X.509 GnuTLS: %s
sr: учитавам X.509 GnuTLS уверење: %s

source: no X.509 CAs found: %s
pl: nie znaleziono CA X.509: %s
sr: ниједан X.509 издавач сертификата нађен: %s

source: no X.509 CAs found
pl: nie znaleziono CA X.509
sr: ниједан X.509 издавач сертификата нађен

source: setting X.509 GnuTLS credential: %s
pl: ustawianie danych uwierzytelniaj±cych X.509 GnuTLS: %s
sr: задајем X.509 GnuTLS уверење: %s

source: setting GnuTLS cipher priority (%s): %s
pl: ustawianie priorytetu szyfrów GnuTLS (%s): %s

source: GnuTLS handshake failed: %s
pl: powitanie GnuTLS nie powiod³o siê: %s
sr: GnuTLS руковање неуспешно: %s

source: verifying peer certificate: %s
pl: sprawdzanie certyfikatu drugiej strony: %s
sr: проверавам вршњаково уверење: %s

source: server certificate is not trusted
pl: certyfikat serwera nie jest zaufany
sr: сертификату сервера се не верује

source: server certificate hasn't got a known issuer
pl: certyfikat serwera nie ma znanego wystawcy
sr: серверов сертификат нема познатог издавача

source: server certificate has been revoked
pl: certyfikat serwera zosta³ anulowany
sr: серверов сертификат је повучен

source: could not verify server certificate (rc=%d)
pl: nie mo¿na zweryfikowaæ certyfikatu serwera (rc=%d)
sr: не може потврдити сертификат сервера (rc=%d)

source: Cannot find mechanism...
pl: Nie znaleziono mechanizmu...
sr: Не може наћи метод...

source: mechanism unavailable: %s
pl: mechanizm niedostêpny: %s
sr: недоступан метод: %s

source: Enter base64 authentication data from client (press RET if none):
pl: Dana uwierzytelniaj±ce base64 od klienta (RET je¶li ¿adne):
sr: Унесите base64 податке за потврду клијента (притисните <RET> ако нема):

source: Enter base64 authentication data from server (press RET if none):
pl: Dane uwierzytelniaj±ce base64 od serwera (RET je¶li ¿adne):
sr: Унесите base64 податке за потврду сервера (притисните <RET> ако нема):

source: mechanism error: %s
pl: b³±d mechanizmu: %s
sr: грешка метода: %s

source: Server authentication finished (client trusted)...
pl: Uwierzytelnienie serwera zakoñczone (klient zaufa³)...
sr: Потврђивање сервера завршено (клијенту се верује)...

source: Client authentication finished (server trusted)...
pl: Uwierzytelnienie klienta zakoñczone (serwer zaufa³)...
sr: Потврђивање клијента завршено (серверу се верује)...

source: Enter application data (EOF to finish):
pl: Dane aplikacji (EOF aby zakoñczyæ):
sr: Унесите податке за обраду (<EOF> за крај):

source: Base64 encoded application data to send:
pl: Zakodowane base64 dane aplikacji do wys³ania:
sr: Base64 кодовани подаци за слање:

source: SASL record too large: %zu
pl: Rekord SASL zbyt du¿y: %zu

source: encoding error: %s
pl: b³±d kodowania: %s
sr: грешка кодовања: %s

source: Session finished...
pl: Sesja zakoñczona...
sr: Сесија завршена...

source: terminating GnuTLS session failed: %s
pl: zakoñczenie sesji GnuTLS nie powiod³o siê: %s
sr: завршавање GnuTLS сесије неуспешно: %s
