Repository: carolhanna01/binary2name
Catalog: gnu_dataset/idutils-4.6/po/*.po
Languages: pl

source: write error
pl: b³±d zapisu

source: Unknown system error
pl: Nieznany b³±d systemowy

source: %s: option '--%s' doesn't allow an argument
pl: %s: opcja '--%s' nie mo¿e mieæ argumentów

source: %s: option '%c%s' doesn't allow an argument
pl: %s: opcja '%c%s' nie mo¿e mieæ argumentów

source: %s: option '--%s' requires an argument
pl: %s: opcja '%s' musi mieæ argument

source: %s: unrecognized option '--%s'
pl: %s: nieznana opcja '--%s'

source: %s: unrecognized option '%c%s'
pl: %s: nieznana opcja '%c%s'

source: %s: invalid option -- '%c'
pl: %s: b³êdna opcja -- '%c'

source: %s: option requires an argument -- '%c'
pl: %s: opcja musi mieæ argument -- '%c'

source: %s: option '-W %s' is ambiguous
pl: %s: opcja '-W %s' jest niejednoznaczna

source: %s: option '-W %s' doesn't allow an argument
pl: %s: opcja '-W %s' nie mo¿e mieæ argumentów

source: %s: option '-W %s' requires an argument
pl: %s: opcja '-W %s' musi mieæ argument

source: memory exhausted
pl: pamiêæ wyczerpana

source: unable to record current working directory
pl: nnie uda³o siê zapisaæ bie¿±cego katalogu roboczego

source: failed to return to initial working directory
pl: nie uda³o siê wróciæ do pocz±tkowego katalogu roboczego

source: Success
pl: Sukces

source: No match
pl: Nic nie pasuje

source: Invalid regular expression
pl: B³êdne wyra¿enie regularne

source: Invalid collation character
pl: B³êdny znak sortowany

source: Invalid character class name
pl: B³êdna nazwa klasy znaków

source: Trailing backslash
pl: Koñcz±cy znak `\'

source: Invalid back reference
pl: B³êdne odniesienie wstecz

source: Unmatched [ or [^
pl: Niesparowane [ lub [^

source: Unmatched ( or \(
pl: Niesparowane ( lub \(

source: Unmatched \{
pl: Niesparowane \{

source: Invalid content of \{\}
pl: B³êdna zawarto¶æ \{\}

source: Invalid range end
pl: B³êdny koniec zakresu

source: Memory exhausted
pl: Pamiêæ wyczerpana

source: Invalid preceding regular expression
pl: B³êdne poprzedzaj±ce wyra¿enie regularne

source: Premature end of regular expression
pl: Przedwczesny koniec wyra¿enia regularnego

source: Regular expression too big
pl: Wyra¿enie regularne zbyt du¿e

source: Unmatched ) or \)
pl: Niesparowane ) lub \)

source: No previous regular expression
pl: Brak poprzedniego wyra¿enia regularnego

source: invalid `--separator' style: `%s'
pl: b³êdny styl `--separator': `%s'

source: can't determine the io_size of a string!
pl: nie mo¿na okre¶liæ io_size ³añcucha!

source: can't open `%s'
pl: nie mo¿na otworzyæ `%s'

source: `%s' is not an ID file! (bad magic #)
pl: `%s' nie jest plikiem ID! (b³êdna liczba magiczna)

source: `%s' is version %d, but I only grok version %d
pl: `%s' jest w wersji %d, ten program obs³uguje tylko %d

source: unsupported size in io_read (): %d
pl: nieobs³ugiwany rozmiar w io_read (): %d

source: unknown I/O type: %d
pl: nieznany typ we/wy: %d

source: can't allocate %ld bytes for hash table: memory exhausted
pl: nie mo¿na przydzieliæ %ld bajtów na tablicê haszuj±c±: pamiêæ wyczerpana

source: Load=%ld/%ld=%.0f%%,
pl: Obci±¿enie=%ld/%ld=%.0f%%,

source: Rehash=%d,
pl: Ponownie mieszanie=%d,

source: Collisions=%ld/%ld=%.0f%%
pl: Kolizje=%ld/%ld=%.0f%%

source: unsupported size in io_write (): %d
pl: nieobs³ugiwany rozmiar w io_write (): %d

source: unrecognized language: `%s'
pl: nierozpoznany jêzyk: `%s'

source: can't allocate language args obstack: memory exhausted
pl: nie mo¿na przydzieliæ obstack dla argumentów jêzyka: pamiêæ wyczerpana

source: can't allocate language args: memory exhausted
pl: nie mo¿na przydzieliæ argumentów jêzyka: pamiêæ wyczerpana

source: language name expected following `%s' in file `%s'
pl: oczekiwano nazwy jêzyka zakoñczonej `%s' w pliku `%s'

source: can't open language map file `%s'
pl: nie mo¿na otworzyæ pliku mapowañ jêzyka `%s'

source: can't get size of map file `%s'
pl: nie mo¿na uzyskaæ rozmiaru pliku mapowañ `%s'

source: can't read language map file `%s'
pl: nie mo¿na odczytaæ pliku mapowañ `%s'

source: can't read entire language map file `%s'
pl: nie mo¿na odczytaæ ca³ego pliku mapowañ `%s'

source: C language: -k,--keep=CHARS Allow CHARS in single-token strings, keep the result -i,--ignore=CHARS Allow CHARS in single-token strings, toss the result -u,--strip-underscore Strip a leading underscore from single-token strings
pl: Jêzyk C: -k,--keep=ZNAKI Dopuszczenie ZNAKÓW w ³añcuchach jednoznacznikowych, zachowanie wyniku -i,--ignore=ZNAKI Dopuszczenie ZNAKÓW w ³añcuchach jednoznacznikowych, pominiêcie wyniku -u,--strip-underscore Usuniêcie wiod±cego podkre¶lenia z ³añcuchów jednoznacznikowych

source: C++ language: -k,--keep=CHARS Allow CHARS in single-token strings, keep the result -i,--ignore=CHARS Allow CHARS in single-token strings, toss the result -u,--strip-underscore Strip a leading underscore from single-token strings
pl: Jêzyk C++: -k,--keep=ZNAKI Dopuszczenie ZNAKÓW w ³añcuchach jednoznacznikowych, zachowanie wyniku -i,--ignore=ZNAKI Dopuszczenie ZNAKÓW w ³añcuchach jednoznacznikowych, pominiêcie wyniku -u,--strip-underscore Usuniêcie wiod±cego podkre¶lenia z ³añcuchów jednoznacznikowych

source: Java language: -k,--keep=CHARS Allow CHARS in single-token strings, keep the result -i,--ignore=CHARS Allow CHARS in single-token strings, toss the result -u,--strip-underscore Strip a leading underscore from single-token strings
pl: Jêzyk Java: -k,--keep=ZNAKI Dopuszczenie ZNAKÓW w ³añcuchach jednoznacznikowych, zachowanie wyniku -i,--ignore=ZNAKI Dopuszczenie ZNAKÓW w ³añcuchach jednoznacznikowych, pominiêcie wyniku -u,--strip-underscore Usuniêcie wiod±cego podkre¶lenia z ³añcuchów jednoznacznikowych

source: junk: `%c'
pl: ¶mieæ: `%c'

source: junk: `\%03o'
pl: ¶mieæ: `\%03o'

source: Assembly language: -c,--comment=CHARS Any of CHARS starts a comment until end-of-line -k,--keep=CHARS Allow CHARS in tokens, and keep the result -i,--ignore=CHARS Allow CHARS in tokens, and toss the result -u,--strip-underscore Strip a leading underscore from tokens -n,--no-cpp Don't handle C pre-processor directives
pl: Jêzyk asemblera: -c,--comment=ZNAKI Ka¿dy ze ZNAKÓW rozpoczyna komentarz do koñca linii -k,--keep=ZNAKI Dopuszczenie ZNAKÓW w znacznikach, zachowanie wyniku -i,--ignore=ZNAKI Dopuszczenie ZNAKÓW w znacznikach, pominiêcie wyniku -u,--strip-underscore Usuniêcie wiod±cego podkre¶lenia ze znaczników -n,--no-cpp Nie obs³ugiwanie dyrektyw preprocesora C

source: Text language: -i,--include=CHAR-CLASS Treat characters of CHAR-CLASS as token constituents -x,--exclude=CHAR-CLASS Treat characters of CHAR-CLASS as token delimiters
pl: Jêzyk tekstowy: -i,--include=KLASA-ZNAKÓW Traktowanie znaków z KLASY jako sk³adników znaczników -x,--exclude=KLASA-ZNAKÓW Traktowanie znaków z KLASY jako separatorów znaczników

source: Perl language: -i,--include=CHAR-CLASS Treat characters of CHAR-CLASS as token constituents -x,--exclude=CHAR-CLASS Treat characters of CHAR-CLASS as token delimiters -d,--dtags Include documentation tags
pl: Jêzyk Perl: -i,--include=KLASA-ZNAKÓW Traktowanie znaków z KLASY jako sk³adników znaczników -x,--exclude=KLASA-ZNAKÓW Traktowanie znaków z KLASY jako separatorów znaczników -d,--dtags Do³±czenie znaczników dokumentacji

source: Lisp language:
pl: Jêzyk Lisp:

source: can't read directory `%s' (`.' from `%s')
pl: nie mo¿na odczytaæ katalogu `%s' (`.' z `%s')

source: notice: `%s' was a %s, but is now a %s!
pl: uwaga: `%s' by³o %s, teraz jest %s!

source: file
pl: plikiem

source: directory
pl: katalogiem

source: warning: `%s' and `%s' are the same file, but yield different scans!
pl: uwaga: `%s' i `%s' to ten sam plik, ale uzyskany w ró¿nych przebiegach!

source: notice: scan parameters changed for `%s'
pl: uwaga: parametry przeszukiwania zmienione dla `%s'

source: can't mix --include and --exclude options
pl: nie mo¿na mieszaæ opcji --include i --exclude

source: can't get working directory
pl: nie mo¿na uzyskaæ bie¿±cego katalogu

source: can't chdir to `%s'
pl: nie mo¿na wykonaæ chdir do `%s'

source: can't chdir to `%s' from `%s'
pl: nie mo¿na wykonaæ chdir do `%s' z `%s'

source: can't lstat `%s' from `%s'
pl: nie mo¿na wykonaæ lstat `%s' z `%s'

source: can't stat `%s' from `%s'
pl: nie mo¿na wykonaæ stat `%s' z `%s'

source: Try `%s --help' for more information.
pl: `%s --help' pozwoli uzyskaæ wiêcej informacji.

source: Usage: %s [OPTION] FILENAME [FILENAME2]
pl: Sk³adnia: %s [OPCJA] NAZWA_PLIKU [NAZWA_PLIKU_2]

source: List identifiers that occur in FILENAME, or if FILENAME2 is also given list the identifiers that occur in both files. -f, --file=FILE file name of ID database --help display this help and exit --version output version information and exit
pl: Wypisanie identyfikatorów wystêpuj±cych w NAZWIE_PLIKU lub, je¶li podano tak¿e NAZWÊ_PLIKU_2, wystêpuj±cych w obu nazwach. -f, --file=PLIK nazwa pliku bazy danych ID --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Report bugs to
pl: Proszê zg³aszaæ b³êdy na adres

source: no file name arguments
pl: brak argumentów plikowych

source: too many file name arguments
pl: zbyt du¿o argumentów plikowych

source: can't locate `ID'
pl: nie mo¿na odnale¼æ `ID'

source: `%s' is ambiguous
pl: `%s' jest niejednoznaczny

source: `%s' not found
pl: nie znaleziono `%s'

source: Usage: %s [OPTION]... [PATTERN]...
pl: Sk³adnia: %s [OPCJA]... [WZORZEC]...

source: Print constituent file names that match PATTERN, using shell-style wildcards. -f, --file=FILE file name of ID database -S, --separator=STYLE STYLE is one of `braces', `space' or `newline' --help display this help and exit --version output version information and exit
pl: Wypisanie pasuj±cych do WZORCA sk³adowych nazw plików przy u¿yciu masek w stylu pow³oki. -f, --file=PLIK nazwa pliku bazy danych ID -S, --separator=STYL STYL to jeden z `braces' (nawiasy), `space' (spacja), `newline' (nowa linia) --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Usage: %s [OPTION]... PATTERN...
pl: Sk³adnia: %s [OPCJA]... WZORZEC...

source: Query ID database and report results. By default, output consists of multiple lines, each line containing the matched identifier followed by the list of file names in which it occurs. -f, --file=FILE file name of ID database -i, --ignore-case match PATTERN case insensitively -l, --literal match PATTERN as a literal string -r, --regexp match PATTERN as a regular expression -w, --word match PATTERN as a delimited word -s, --substring match PATTERN as a substring Note: If PATTERN contains extended regular expression meta- characters, it is interpreted as a regular expression substring. Otherwise, PATTERN is interpreted as a literal word. -k, --key=STYLE STYLE is one of `token', `pattern' or `none' -R, --result=STYLE STYLE is one of `filenames', `grep', `edit' or `none' -S, --separator=STYLE STYLE is one of `braces', `space' or `newline' and only applies to file names when `--result=filenames' The above STYLE options control how query results are presented. Defaults are --key=token --result=filenames --separator=%s -F, --frequency=FREQ find tokens that occur FREQ times, where FREQ is a range expressed as `N..M'. If N is omitted, it defaults to 1, if M is omitted it defaults to MAX_USHRT -a, --ambiguous=LEN find tokens whose names are ambiguous for LEN chars -x, --hex only find numbers expressed as hexadecimal -d, --decimal only find numbers expressed as decimal -o, --octal only find numbers expressed as octal By default, searches match numbers of any radix. --help display this help and exit --version output version information and exit
pl: Odpytanie bazy danych ID i zg³oszenie wyników. Domy¶lnie wyj¶cie sk³ada siê z wielu linii, z których ka¿da zawiera pasuj±cy identyfikator, po którym nastêpuje lista nazw plików, w których wystêpuje. -f, --file=PLIK nazwa pliku bazy danych ID -i, --ignore-case dopasowywanie WZORCA z pominiêciem wielko¶ci liter -l, --literal dopasowywanie WZORCA jako dok³adnego ³añcucha -r, --regexp dopasowywanie WZORCA jako wyra¿enia regularnego -w, --word dopasowywanie WZORCA jako ograniczonego s³owa -s, --substring dopasowywanie WZORCA jako podci±gu Uwaga: je¶li WZORZEC zawiera metaznaki rozszerzonych wyra¿eñ regularnych, jest interpretowany jako podci±g wyra¿enia regularnego. W przeciwnym wypadku WZORZEC jest interpretowany jako dok³adne s³owo. -k, --key=STYL STYL to jeden z: `token', `pattern' (wzorzec) lub `none' (brak) -R, --result=STYL STYL to jeden z: `filenames' (nazwy plików), `grep', `edit' lub `none' (brak) -S, --separator=STYL STYL to jeden z `braces' (nawiasy), `space' (spacja) lub `newline' (nowa linia) i dotyczy tylko nazw plików kiedy `--result=filenames' Powy¿sze opcje STYLU okre¶laj± sposób prezentacji wyników zapytañ. Domy¶lne to --key=token --result=filenames --separator=%s -F, --frequency=ILE szukanie znaczników wystêpuj±cych ILE razy, gdzie ILE to przedzia³ wyra¿ony jako `N..M'. Je¶li pominiêto N, zak³adane jest 1; je¶li pominiêto M, zak³adane jest MAX_USHRT -a, --ambiguous=ILE szukanie znaczników o nazwach niejednoznacznych na ILU znakach -x, --hex szukanie tylko liczb wyra¿onych szesnastkowo -d, --decimal szukanie tylko liczb wyra¿onych dziesiêtnie -o, --octal szukanie tylko liczb wyra¿onych ósemkowo Domy¶lnie szukanie dopasowuje liczby o dowolnej podstawie. --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie

source: notice: use of `-e' is deprecated, use `-r' instead
pl: uwaga: u¿ycie `-e' jest przestarza³e, proszê u¿ywaæ `-r'

source: All identifiers are non-ambiguous within the first %d characters
pl: Wszystkie identyfikatory s± niejednoznaczne w zakresie pierwszych %d znaków

source: invalid `--key' style: `%s'
pl: b³êdny styl `--key': `%s'

source: invalid `--result' style: `%s'
pl: b³êdny styl `--result': `%s'

source: can't match regular-expression: memory exhausted
pl: nie mo¿na dopasowaæ wyra¿enia regularnego: pamiêæ wyczerpana

source: edit? [y1-9^S/nq]
pl: modyfikowaæ? [y1-9^S/nq]

source: can't fork
pl: nie mo¿na wykonaæ fork

source: can't exec `%s'
pl: nie mo¿na wykonaæ exec `%s'

source: Usage: %s [OPTION]... [FILE]...
pl: Sk³adnia: %s [OPCJA]... [PLIK]...

source: Build an identifier database. -o, --output=OUTFILE file name of ID database output -f, --file=OUTFILE synonym for --output -i, --include=LANGS include languages in LANGS (default: "C C++ asm") -x, --exclude=LANGS exclude languages in LANGS -l, --lang-option=L:OPT pass OPT as a default for language L (see below) -m, --lang-map=MAPFILE use MAPFILE to map file names onto source language -d, --default-lang=LANG make LANG the default source language -p, --prune=NAMES exclude the named files and/or directories -v, --verbose report per file statistics -s, --statistics report statistics at end of run --files0-from=F tokenize only the files specified by NUL-terminated names in file F --help display this help and exit --version output version information and exit FILE may be a file name, or a directory name to recursively search. If no FILE is given, the current directory is searched by default. Note that the `--include' and `--exclude' options are mutually-exclusive. The following arguments apply to the language-specific scanners:
pl: Budowanie bazy danych identyfikatorów. -o, --output=WYJ¦CIE nazwa pliku wyj¶ciowego bazy danych ID -f, --file=WYJ¦CIE synonim --output -i, --include=JÊZYKI do³±czenie jêzyków do JÊZYKÓW (domy¶lnie: "C C++ asm") -x, --exclude=JÊZYKI wykluczenie jêzyków z JÊZYKÓW -l, --lang-option=J:OPC przekazanie OPCji jako domy¶lnej dla jêzyka J (p. ni¿ej) -m, --lang-map=MAPA u¿ycie pliku MAPY do mapowania nazwplików na jêzyki ¼ród³owe -d, --default-lang=JÊZYK u¿ycie JÊZYKA jako domy¶lnego jêzyka ¼ród³owego -p, --prune=NAZWY wykluczenie plików i/lub katalogów o tych nazwach -v, --verbose informowanie o statystykach dla ka¿dego pliku -s, --statistics informowanie o statystykach na koñcu dzia³ania --files0-from=P tokenizowanie tylko plików okre¶lonych przez nazwy zakoñczone znakiem NUL z pliku P --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie PLIK mo¿e byæ nazw± pliku lub nazw± katalogu do rekurencyjnego przeszukania. Je¶li nie podano PLIKU, domy¶lnie przeszukiwany jest katalog bie¿±cy. Uwaga: opcje `--include' i `--exclude' wzajemnie siê wykluczaj±. Nastêpuj±ce argumenty odnosz± siê do skanerów dla poszczególnych jêzyków:

source: extra operand %s
pl: nadmiarowy argument %s

source: file operands cannot be combined with --files0-from
pl: argumenty dotycz±ce plików nie mog± byæ ³±czone z --files0-from

source: cannot open %s for reading
pl: nie mo¿na otworzyæ %s do odczytu

source: %s: read error
pl: %s: b³±d odczytu

source: when reading file names from stdin, no file name of %s allowed
pl: przy odczycie nazw plików ze standardowego wej¶cia, nazwa pliku %s jest niedozwolona

source: invalid zero-length file name
pl: b³êdna nazwa pliku zerowej d³ugo¶ci

source: nothing to do
pl: nie ma nic do zrobienia

source: can't create `%s' in `%s'
pl: nie mo¿na utworzyæ `%s' w `%s'

source: can't modify `%s'
pl: nie mo¿na zmodyfikowaæ `%s'

source: can't stat `%s'
pl: nie mo¿na wykonaæ stat na `%s'

source: new = %d/%d
pl: nowy = %d/%d

source: Name=%ld,
pl: Nazwa=%ld,

source: Number=%ld,
pl: Numer=%ld,

source: String=%ld,
pl: £añcuch=%ld,

source: Literal=%ld,
pl: Litera³=%ld,

source: Comment=%ld
pl: Komentarz=%ld

source: Files=%ld,
pl: Pliki=%ld,

source: Tokens=%ld,
pl: Znaczniki=%ld,

source: Bytes=%ld Kb,
pl: Bajty=%ld Kb,

source: Heap=%llu+%llu Kb,
pl: Sterta=%llu+%llu Kb,

source: Output=%ld (%ld tok, %ld hit)
pl: Wynik=%ld (%ld tok, %ld hit)

source: , Freq=%ld/%ld=%.2f
pl: , Czêsto¶æ=%ld/%ld=%.2f

source: Sorting tokens...
pl: Sortowanie znaczników...

source: Writing `%s'...
pl: Zapisujê `%s'...

source: can't create `%s'
pl: nie mo¿na utworzyæ `%s'

source: internal limitation: offset of 2^32 or larger
pl: ograniczenie wewnêtrzne: offset 2^32 lub wiêkszy

source: error closing `%s'
pl: b³±d podczas zamykania `%s'

source: level %d: %ld/%ld = %.0f%%
pl: poziom %d: %ld/%ld = %.0f%%

source: Print all tokens found in a source file. -i, --include=LANGS include languages in LANGS (default: "C C++ asm") -x, --exclude=LANGS exclude languages in LANGS -l, --lang-option=L:OPT pass OPT as a default for language L (see below) -m, --lang-map=MAPFILE use MAPFILE to map file names onto source language -d, --default-lang=LANG make LANG the default source language -p, --prune=NAMES exclude the named files and/or directories --files0-from=F tokenize only the files specified by NUL-terminated names in file F --help display this help and exit --version output version information and exit The following arguments apply to the language-specific scanners:
pl: Wypisanie wszystkich znaczników znalezionych w pliku ¼ród³owym. -i, --include=JÊZYKI do³±czenie jêzyków do JÊZYKÓW (domy¶lnie: "C C++ asm") -x, --exclude=JÊZYKI wykluczenie jêzyków z JÊZYKÓW -l, --lang-option=J:OPC przekazanie OPCji jako domy¶lnej dla jêzyka J (p. poni¿ej) -m, --lang-map=MAPA u¿ycie pliku MAPY do mapowania nazw plików na jêzyki ¼ród³owe -d, --default-lang=JÊZYK u¿ycie JÊZYKA jako domy¶lnego jêzyka ¼ród³owego -p, --prune=NAZWY wykluczenie plików i/lub katalogów o tych nazwach --files0-from=P tokenizowanie tylko plików okre¶lonych przez nazwy zakoñczone znakiem NUL z pliku P --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie Nastêpuj±ce argumenty odnosz± siê do skanerów dla poszczególnych jêzyków:
