Repository: carolhanna01/binary2name
Catalog: gnu_dataset/mc-4.5.41/po/*.po
Languages: ca, hu

source: <Unknown>
ca: <Desconegut>
hu: <Ismeretlen>

source: General
hu: Általános

source: Title
ca: Títol
hu: Cím

source: Select icon
ca: Seleccionar icona
hu: Ikon kiválasztása

source: Reloads the current directory
ca: Rellig el directori actual
hu: Újraolvassa az aktuális könyvtárat

source: Creates a new directory here
hu: Új mappa létrehozása itt

source: New _Directory...
ca: Nou _Directori...
hu: Új kö_nyvtár...

source: Search: %s
ca: Cercar: %s
hu: Keres: %s

source: %s bytes in %d file
ca: %s octets en %d fitxer
hu: %s bájt %d fájlban

source: %s bytes in %d files
ca: %s octets en %d fitxers
hu: %s bájt %d fájlban

source: <readlink failed>
ca: <fallà readlink()>
hu: <readlink sikertelen>

source: Copy directory
hu: Könyvtár másolása

source: Delete directory
hu: Könyvtár törlése

source: Rename or move directory
hu: Fájlok átnevezése vagy mozgatása

source: Back
ca: Enrere
hu: Vissza

source: Go to the previously visited directory
ca: Torna al directori visitat en últim lloc
hu: Visszalép az elõzõleg látogatott könyvtárba

source: Go up a level in the directory heirarchy
ca: Puja un nivell a la jerarquia de directoris
hu: Fellép egy szintet a fájlrendszerben

source: Up
ca: Amunt
hu: Fel

source: Forward
ca: Avant
hu: Elõre

source: Go to the next directory
ca: Va al següent directori
hu: A következõ könyvtárba visszalép

source: Rescan
ca: Rellegir
hu: Újraolvas

source: Rescan the current directory
ca: Rellig el directori actual
hu: Könyvtár tartalmat újra olvas

source: Go to your home directory
ca: Va al vostre directori personal
hu: Menj a saját könyvtáramba

source: Home
ca: Dir. Personal
hu: Saját

source: Location:
ca: Ubicació:
hu: Hely:

source: &Ok
ca: &Acceptar
hu: &Oké

source: Col %d
ca: Columna %d
hu: Oszl %d

source: %s bytes
ca: %s octets
hu: %s bájt

source: _Goto line
ca: _Anar a línia
hu: _Ugrás sorra

source: Jump to a specified line number
ca: Va a la línia amb número especificat
hu: Ugrás egy meghatározott sorra

source: Monitor file growing
ca: Monitoritza el creixement del fitxer
hu: Fájlnövekedés figyelése

source: _Monitor file
ca: _Monitoritzar fitxer
hu: Fájl figyelése

source: Regexp search
ca: Cerca exp. regular
hu: Szabkif keresés

source: Regular expression search
ca: Cerca una expressió regular
hu: Szabályos kifejezés keresés

source: _Wrap
ca: A_justar
hu: _SorTörés

source: Wrap the text
ca: Ajusta les línies del text
hu: Sortörés

source: _Parsed view
ca: _Interpretat
hu: Ér_telmezett nézet

source: _Formatted
ca: _Formatat
hu: _Formázott

source: _Hex
ca: _Hexadecimal
hu: _Hexa

source: _Search
ca: _Cercar
hu: _Keres

source: cancel
ca: cancel·lar
hu: mégsem

source: help
ca: ajuda
hu: súgó

source: yes
ca: sí
hu: igen

source: no
hu: nem

source: exit
ca: eixir
hu: kilép

source: abort
ca: avortar
hu: megszakít

source: Error
hu: Hiba

source: Failed trying to open file for reading:
ca: Fallada en intentar obrir fitxer per llegir:
hu: A file megnyitása olvasásra nem sikerült:

source: Cannot get size/permissions info on file:
ca: No es pot obtenir tamany/permissos del fitxer:
hu: Az állomány méret és jogosultság információja nem elérhetõ:

source: Not an ordinary file:
ca: No és un fitxer ordinari:
hu: Nem egy közönséges állomány:

source: File is too large:
ca: El fitxer és massa gran:
hu: Túl nagy az állomány:

source: Increase edit.h:MAXBUF and recompile the editor.
ca: Incrementeu MAXBUF a edit.h i recompileu l'editor.
hu: Növeld meg a MAXBUF értékét az edit.h fájlban és fordítsd újra az editort.

source: Error allocating memory
ca: Error en reservar memòria
hu: Memóriafoglalási hiba

source: Quick save
ca: Guardar ràpid
hu: Gyors mentés

source: Safe save
ca: Guardar segur
hu: Biztonsági mentés

source: Do backups -->
ca: Fer còpies -->
hu: Nincs visszaállítás -->

source: &Cancel
ca: &Cancel·lar
hu: &Mégsem

source: Extension:
ca: Extensió:
hu: Kiterjesztés:

source: Edit Save Mode
ca: Mode de guardat
hu: Szerkesztés mentési mód

source: Save As
ca: Guardar com a
hu: Mentés új néven

source: Warning
ca: Avís
hu: Figyelem

source: A file already exists with this name.
ca: Ja existeix un fitxer amb aquest nom.
hu: Ilyen nevû állomány már létezik.

source: Cancel
ca: Cancel·lar
hu: Mégsem

source: Overwrite
ca: Sobreescriure
hu: Felülír

source: Error trying to save file.
ca: Error en guardar el fitxer.
hu: Hiba az állomány mentése közben.

source: Save as
ca: Guardar com a
hu: Mentés új néven

source: Delete macro
ca: Esborrar macro
hu: Makró törlése

source: Error trying to open temp file
ca: Error en obrir fitxer temporal
hu: Hiba az átmeneti állomány megnyitásakor

source: Error trying to open macro file
ca: Error en obrir fitxer de macros
hu: Hiba a makró állomány megnyitásakor

source: key '%d 0':
ca: tecla '%d 0':
hu: bill '%d 0':

source: Error trying to overwrite macro file
ca: Error en sobreescriure fitxer de macros
hu: Hiba a makró állomány felülírásakor

source: Macro
hu: Makró

source: Press the macro's new hotkey:
ca: Premeu la nova combinació per la macro:
hu: Nyomd meg a makró új gyors billentyûjét:

source: Save macro
ca: Guardar macro
hu: Makró mentése

source: Delete Macro
ca: Esborrar macro
hu: Makró törlése

source: Load macro
ca: Carregar macro
hu: Makró betöltése

source: Confirm save file? :
ca: Voleu guardar el fitxer?:
hu: Tényleg mentenni akarod az állományt? :

source: Save file
ca: Guardar fitxer
hu: Állomány mentése

source: Save
ca: Guardar
hu: Mentés

source: Current text was modified without a file save. Continue discards these changes.
ca: El text actual ha estat modificat, però no guardat. «Continuar» descartarà aquests canvis.
hu: Az aktuális szöveg mentés nélkül lett módósítva. Ha folytatod, a változások elvesznek.

source: Continue
ca: Continuar
hu: Folytatás

source: Error trying to open file for reading
ca: Error en obrir fitxer per llegir
hu: Hiba a fájl olvasása közben

source: Load
ca: Carregar
hu: Betöltés

source: Block is large, you may not be able to undo this action.
ca: El bloc és gran, potser no podreu desfer aquesta acció
hu: A blokk túl nagy, nem fogod tudni visszavonni ezt a mûveletet.

source: Cancel
ca: Cancel·lar
hu: Mégsem

source: Continue
ca: Continuar
hu: Folytatás

source: al&L
ca: &Tots
hu: &Mind

source: &Skip
ca: &Saltar
hu: &Következõ

source: &Replace
ca: &Reemplaçar
hu: &Cserél

source: Replace with:
ca: Reemplaçar amb:
hu: Csere erre:

source: Confirm replace
ca: Confirmar reemplaçament
hu: Felülírás megerõsítése

source: scanf &Expression
ca: expressió d'&Scanf
hu: Scanf &kifejezés

source: replace &All
ca: reemplaçar &Tots
hu: Mi&ndent cseréli

source: pr&Ompt on replace
ca: con&Firmar reemplaçament
hu: Csere elõtt &megerõsítés

source: &Backwards
ca: cap &Enrere
hu: V&isszafelé

source: &Regular expression
ca: expressió &Regular
hu: &Reguláris kifejezés

source: &Whole words only
ca: paraules com&Pletes
hu: &Csak teljes szavakat

source: case &Sensitive
ca: sensible a &Majúscules
hu: kis/N&agy külön

source: Enter replacement argument order eg. 3,2,1,4
ca: Entreu l'ordre dels arguments, p.ex. 3,2,1,4
hu: Add meg az argumentum sorrendet, pl. 3,2,1,4

source: Enter replacement string:
ca: Entreu la cadena reemplaçant:
hu: Írd be a cserélendõ szöveget:

source: Enter search string:
ca: Entreu la cadena a cercar:
hu: Írd be a keresett szöveget:

source: Replace
ca: Reemplaçar
hu: Csere

source: Search
ca: Cercar
hu: Keresés

source: Enter search text :
ca: Entreu el text a cercar:
hu: Keresett szöveg:

source: Enter replace text :
ca: Entreu el text reemplaçant:
hu: Csere erre :

source: Enter argument (or substring) order :
ca: Entreu l'ordre de l'argument o subcadena:
hu: Add meg az argumentum (vagy résszöveg) sorrendet :

source: Whole words only
ca: Paraules completes
hu: Csak teljes szavakat

source: Case sensitive
ca: Sensible a majúscules
hu: Kis és nagybetû megkülönböztetése

source: Regular expression
ca: Expressió regular
hu: Szabályos kifejezés

source: Backwards
ca: Cap enrere
hu: Visszafelé

source: Warning: Searching backward can be slow
ca: Avís: cercar enrere pot ser lent
hu: Figyelem: a visszafelé keresés lassabb lehet

source: Prompt on replace
ca: Confirmar reemplaçament
hu: Csere elõtt megerõsítés

source: Ask before making each replacement
ca: Pregunta abans de fer cada reemplaçament
hu: Megerõsítést kér minden csere elõtt

source: Replace all
ca: Reemplaçar tot
hu: Mindet kicserél

source: Scanf expression
ca: Expressió d'scanf
hu: Scanf kifejezés

source: Begin search, Enter
ca: Començar recerca, Retorn
hu: A keresés megkezdéséhez nyomj ENTER-t

source: Abort this dialog, Esc
ca: Avortar el diàleg, Esc
hu: Kilépés ebbõl a párbeszédablakból: Esc

source: Replace
ca: Reemplaçar
hu: Cserél

source: Replace all
ca: Reemplaçar tots
hu: Mindet cseréli

source: Skip
ca: Saltar
hu: Kihagy

source: Invalid regular expression, or scanf expression with to many conversions
ca: Expressió regular no vàlida, o expressió scanf amb massa conversions
hu: Hibás regexp vagy scanf kifejezés túl sok konvertálással

source: Error in replacement format string.
ca: Error al format de la cadena reemplaçant.
hu: Hibás a cserélésre megadott formátum.

source: %ld replacements made.
ca: S'han fet %ld reemplaçaments.
hu: %ld csere történt.

source: Search string not found.
ca: No s'ha trobat la cadena cercada.
hu: A keresett szöveg nem található.

source: Quit
ca: Eixir
hu: Kilépés

source: Current text was modified without a file save. Save with exit?
ca: El fitxer actual ha estat modificat però no guardat. Guardar en eixir?
hu: Az aktuális szöveg változásai még nem lettek elmentve. El kívánod menteni kilépés elõtt?

source: File was modified, Save with exit?
ca: El fitxer ha estat modificat. Guardar en eixir?
hu: A fájl megváltozott. Elmented mielõtt kilépsz?

source: &No
hu: &Nem

source: &Yes
ca: &Sí
hu: &Igen

source: Cancel quit
ca: Cancel·lar eixida
hu: Mégsem lépek ki

source: &Cancel quit
ca: &Cancel·lar eixida
hu: &Mégsem lépek ki

source: &No
hu: &Nem

source: &Yes
ca: &Sí
hu: &Igen

source: Copy to clipboard
ca: Copiar al portafolis
hu: Másolás vágólapra

source: Unable to save to file.
ca: No es pot guardar a un fitxer.
hu: Nem sikerült a fájl mentése.

source: Cut to clipboard
ca: Tallar al portafolis
hu: Kivágás a vágólapra

source: Enter line:
ca: Entreu la línia:
hu: Sor száma:

source: Goto line
ca: Vés a la línia
hu: Ugrás sorra

source: Save Block
ca: Guardar bloc
hu: Kijelölés mentése

source: Insert File
ca: Inserir fitxer
hu: Fájl beszúrása

source: Error trying to insert file.
ca: Error en inserir fitxer.
hu: Hiba a fájl beszúrása közben.

source: Insert file
ca: Inserir fitxer
hu: Fájl beszúrása

source: Sort block
ca: Ordenar bloc
hu: Kijelölés rendezése

source: You must first highlight a block of text.
ca: Primer cal que seleccioneu un bloc de text.
hu: Elõször ki kell jelölnöd egy szövegrészt!

source: Run Sort
ca: Executar «sort»
hu: Rendezés

source: Enter sort options (see manpage) separated by whitespace:
ca: Entreu opcions per «sort» (vegeu manual) separades per espais:
hu: A rendezés paraméterei: (segítség: man sort) whitespace-szel elválasztva

source: Sort
ca: Ordenar
hu: Rendezés

source: Error trying to execute sort command
ca: Error en executar comanda «sort»
hu: Hiba a `sort' parancs futtatása során.

source: Sort returned non-zero:
ca: «Sort» ha eixit amb un error:
hu: A `sort' parancs hibával fejezõdött be:

source: Process block
ca: Processar bloc
hu: Kijelölés feldolgozása

source: Error trying to stat file
ca: Error en prendre informació del fitxer
hu: Hiba a fájl adatainak lekérdezésénél

source: Mail
ca: Enviar per correu
hu: E-mail

source: Copies to
ca: Còpies per
hu: Másolatok

source: Subject
ca: Tema
hu: Téma

source: To
ca: Per
hu: Címzett

source: mail -s <subject> -c <cc> <to>
ca: mail -s <tema> -c <còpies> <per>
hu: mail -s <téma> -c <másodcímzett> <címzett>

source: Word wrap
ca: Ajustament de paraules
hu: Sortörés

source: Enter line length, 0 for off:
ca: Entreu llarg de línia, 0 inhabilita:
hu: Sor hossza: (0 kikapcsolja)

source: About
ca: A propòsit de
hu: Névjegy

source: &Open/load... C-o
ca: &Obrir/carregar... C-o
hu: &Megnyitás... C-o

source: &New C-n
ca: &Nou C-n
hu: Ú&j C-n

source: &Save F2
ca: &Guardar F2
hu: M&entés F2

source: save &As... F12
ca: gu&Ardar com a... F12
hu: Me&ntés új néven F12

source: &Insert file... F15
ca: &Inserir fitxer... F15
hu: Fájl &beszúrás... F15

source: copy to &File... C-f
ca: copiar a &Fitxer... C-f
hu: Má&solás fájlba...C-f

source: a&Bout...
ca: a &Propòsit de...
hu: Né&vjegy...

source: &Quit F10
ca: ei&Xir F10
hu: &Kilépés F10

source: &New C-x k
ca: &Nou C-x k
hu: Ú&j C-x k

source: copy to &File...
ca: copiar a &Fitxer...
hu: Má&solás fájlba...

source: &Toggle Mark F3
ca: inici/fi de m&Arcat F3
hu: &Kijelölés be/ki F3

source: &Mark Columns S-F3
ca: marcar c&Olumnes S-F3
hu: &Oszlopok kijelölése

source: toggle &Ins/overw Ins
ca: &Insereix/sobreescriu Ins
hu: Beszúr/&felülír Ins

source: &Copy F5
ca: &Copiar F5
hu: &Másolás F5

source: &Move F6
ca: &Moure F6
hu: Á&thelyezés F6

source: &Delete F8
ca: &Esborrar F8
hu: Tö&rlés F8

source: &Undo C-u
ca: &Desfer C-u
hu: V&isszavonás C-u

source: &Beginning C-PgUp
ca: &Principi C-RePàg
hu: &Elejére C-PgUp

source: &End C-PgDn
ca: &Final C-AvPàg
hu: &Végére C-PgDn

source: &Search... F7
ca: &Cercar... F7
hu: &Keresés... F7

source: search &Again F17
ca: cercar &Altra volta F17
hu: Keresés &tovább F17

source: &Replace... F4
ca: &Reemplaçar F4
hu: &Csere... F4

source: &Goto line... M-l
ca: &Vés a la línia... M-l
hu: &Ugrás sorra... M-l

source: insert &Literal... C-q
ca: inserir &Literal... C-q
hu: &Speciális karakter... C-q

source: &Refresh screen C-l
ca: actualit&Zar la pantalla C-l
hu: &Képernyõ frissítése C-l

source: &Start record macro C-r
ca: començar a &Gravar macro C-r
hu: Makró&rögzítés indítása C-r

source: &Finish record macro... C-r
ca: &Acabar gravat de macro... C-r
hu: Makrórögzítés &vége... C-r

source: &Execute macro... C-a, KEY
ca: e&Xecutar macro... C-a, TECLA
hu: &Makró futtatása...C-a, BILL

source: delete macr&O...
ca: &Esborrar macro...
hu: Makró &törlése...

source: insert &Date/time
ca: inserir &Data/hora
hu: &Dátum/idõ beszúrása

source: format p&Aragraph M-p
ca: &Formatar paràgraf M-p
hu: &Bekezdés betördelése M-p

source: 'ispell' s&Pell check C-p
ca: provar or&Tografia: ispell C-p
hu: &ispell' helyesírásell. C-p

source: sor&T... M-t
ca: &Ordenar... M-t
hu: R&endezés... M-t

source: 'indent' &C Formatter F19
ca: formatar codi &C: indent F19
hu: &C kód gyorsformázó F19

source: &Mail...
ca: enviar per co&Rreu...
hu: E-&mail...

source: &Execute macro... C-x e, KEY
ca: e&Xecutar macro... C-x e, TECLA
hu: Makró &futtatása C-x e, BILL

source: 'ispell' s&Pell check M-$
ca: provar or&Tografia: ispell M-$
hu: &ispell' helyesírásell. M-$

source: &General...
hu: Á&ltalános...

source: &Save mode...
ca: &Mode de guardar...
hu: &Mentési beállítások...

source: &Layout...
ca: &Disposició...
hu: &Megjelenés...

source: File
ca: Fitxer
hu: Állomány

source: Edit
ca: Edició
hu: Szerkesztés

source: Sear/Repl
ca: Cercar/Reempl
hu: Keresés/csere

source: Command
ca: Comandes
hu: Parancsok

source: Options
ca: Opcions
hu: Beállítások

source: Open... C-o
ca: Obrir... C-o
hu: Megnyit... C-o

source: New C-n
ca: Nou C-n
hu: Új C-n

source: Save F2
ca: Guardar F2
hu: Mentés F2

source: Save as... F12
ca: Guardar com a... F12
hu: Mentés másként... F12

source: Insert file... F15
ca: Inserir fitxer... F15
hu: Fájl beszúrás... F15

source: Copy to file... C-f
ca: Copiar a fitxer... C-f
hu: Másolás fájlba... C-f

source: Toggle mark F3
ca: Inici/fi de marcat F3
hu: Kijelölés be/ki F3

source: Toggle mark columns C-b
ca: Marcar columnes C-b
hu: Oszlopjelölés be/ki C-b

source: Toggle book mark C-M-Ins
ca: Posar marcador C-M-Ins
hu: Könyvjelzõ be/ki C-M-Ins

source: Previous book mark C-M-Up
ca: Marcador previ C-M-Amunt
hu: Elõzõ könyvjelzõ be/ki C-M-Fel

source: Next book mark C-M-Down
ca: Marcador següent C-M-Avall
hu: Következõ könyvjelzõ C-M-Le

source: Flush book marks
ca: Eliminar marcadors
hu: Könyvjelzõ frissítés ki/be

source: Toggle insert/overwrite Ins
ca: Insereix/sobreescriu Ins
hu: Beszúr/felülír Ins

source: Copy block to cursor F5
ca: Copiar bloc al cursor F5
hu: Kijelölés másolása F5

source: Move block to cursor F6
ca: Moure bloc al cursor F6
hu: Kijelölés áthelyezése F6

source: Delete block F8/C-Del
ca: Esborrar bloc F8/C-Supr
hu: Kijelölés törlése /C-Del

source: Copy block to clipbrd C-Ins
ca: Copiar bloc a portafolis C-Ins
hu: Kijelölés másolás vágólapra C-Ins

source: Cut block to clipbrd S-Del
ca: Tallar bloc a portafolis S-Supr
hu: Kijelölés áthelyezés vágólapra S-Del

source: Paste block from clipbrd S-Ins
ca: Apegar bloc de portafolis S-Ins
hu: Beillesztés vágólapról S-Ins

source: Selection history M-Ins
ca: Històric de seleccions M-Ins
hu: Kiválasztás elõzmények M-Ins

source: Undo C-BackSpace
ca: Desfer C-Retrocés
hu: Visszavonás C-BackSpace

source: Manipulating blocks of text
ca: Manipula blocs de text
hu: Mûvelet a kijelölt szövegen

source: Srch/Replce
ca: Cercar/Reempl
hu: Keresés/Csere

source: Search... F7
ca: Cercar... F7
hu: Keresés... F7

source: Search again F17
ca: Cerca altra volta F17
hu: Keresés tovább F17

source: Replace... F4
ca: Reemplaçar... F4
hu: Csere... F4

source: Replace again F14
ca: Reemplaçar altra volta F14
hu: Következõ csere F14

source: Search for and replace text
ca: Cerca i reemplaça text
hu: Keresett és új szöveg

source: Goto line... M-l
ca: Vés a la línia... M-l
hu: Ugrás sorra... M-l

source: Start record macro C-r
ca: Començar a gravar macro C-r
hu: Makrórögzítés indítása C-r

source: Finish record macro... C-r
ca: Acabar gravat de macro... C-r
hu: Makrórögzítés vége C-r

source: Execute macro... C-a, KEY
ca: Executar macro... C-a, TECLA
hu: Makró futtatása C-a, BILL

source: Delete macro...
ca: Esborrar macro...
hu: Makró törlése...

source: Insert date/time C-d
ca: Inserir data/hora C-d
hu: Dátum/idõ beszúrása C-d

source: Format paragraph M-p
ca: Formatar paràgraf M-p
hu: Bekezdés formázása M-p

source: Refresh display C-l
ca: Actualitzar la finestra C-l
hu: Képernyõ frissítése C-l

source: Macros and internal commands
ca: Macros i comandes internes
hu: Makrók és belsõ parancsok

source: Intuitive
ca: Intuïtiu
hu: Intuitív

source: Dynamic paragraphing
ca: Paràgrafs dinàmics
hu: Dinamikus bekezdés

source: None
ca: Cap
hu: Nincs

source: Type writer wrap
ca: Ajustament màquina d'escriure
hu: Mint az írógép

source: Word wrap line length :
ca: Longitud línia per ajustament:
hu: Sortörésnél sor hossza:

source: Tab spacing :
ca: Tamany del tabulador:
hu: Tab közök:

source: synta&X highlighting
ca: colorejar sinta&Xi
hu: Szinta&Xis kiemelés

source: confir&M before saving
ca: con&Firmar en guardar
hu: &Megerõsítés mentés elõtt

source: fill tabs with &Spaces
ca: fer &Espais dels tabuladors
hu: tab-ok kitölté&Se szóközökkel

source: &Return does autoindent
ca: auto&Indentar
hu: az ente&R indentál

source: &Backspace through tabs
ca: es&Borrar tabuladors d'un cop
hu: &Backspace tabokat ugrik

source: &Fake half tabs
ca: falsos &Mitjos tabuladors
hu: &Fél tab-ok mutatása

source: Wrap mode
ca: Mode d'ajustament
hu: Sortörés

source: Key emulation
ca: Emulació de tecles
hu: Billentyûzet mód

source: Editor options
ca: Opcions de l'editor
hu: Szerkesztõ beállítások

source: Error initialising editor.
ca: Error en iniciar l'editor.
hu: Hiba a szövegszerkesztõ inicializálásakor.

source: Help
ca: Ajuda
hu: Súgó

source: Mark
ca: Marca
hu: Kijelöl

source: Replac
ca: Reempl
hu: Csere

source: PullDn
ca: Desple
hu: FõMenû

source: Quit
ca: Eixir
hu: Kilép

source: &Dismiss
ca: &Tancar
hu: &Mésgem

source: Enter file name:
ca: Entreu el nom del fitxer:
hu: Írd be a fájlnevet:

source: The Quick Brown Fox Jumps Over The Lazy Dog
ca: Jove xef, porti whisky amb quinze glaçons d'hidrògen!
hu: Árvíztûrõ tükörfúrógép

source: gtkedit.c: HOME environment variable not set and no passwd entry - aborting
ca: gtkedit.c: no hi ha variable HOME ni entrada a passwd - avortant
hu: gtkedit.c: a HOME környezeti változó nincs beállítva és nincs passwd bejegyzés - leállok

source: Menu
ca: Menú
hu: Menü

source: Clear the edit buffer
ca: Esborrar avantmemòria d'edició
hu: Töröld a szerkesztõ puffert

source: Insert File
ca: Inserir fitxer
hu: Fájl beszúrása

source: Insert text from a file
ca: Insereix el text d'un fitxer
hu: Szöveg beszúrása is fájlba

source: Copy to file
ca: Copiar a fitxer
hu: Fájlba másol

source: copy a block to a file
ca: Còpia un bloc a un fitxer
hu: másold a blokkot fájlba

source: Search/Replace
ca: Cercar/Reemplaçar
hu: Keresés/Csere

source: File access error
ca: Error d'accés a fitxer
hu: Fájl elérési hiba

source: Load syntax file
ca: Carregar fitxer de sintaxi
hu: Szintaxis fájl betöltése

source: Error in file %s on line %d
ca: Error al fitxer %s, línia %d
hu: Hiba a %s fájl %d. sorában

source: &Set
ca: &Establir
hu: &Oké

source: S&kip
ca: &Saltar
hu: &Kihagy

source: Set &all
ca: Establir a &tots
hu: &Mind

source: owner
ca: propietari
hu: tulaj

source: group
ca: grup
hu: csoport

source: other
ca: altres
hu: többiek

source: Flag
ca: Marca
hu: Vált

source: %6d of %d
ca: %6d de %d
hu: %6d a %d-ból

source: Chown advanced command
ca: Permissos i propietari
hu: Haladó chown

source: Couldn't chmod "%s" %s
ca: No s'ha pogut canviar els permissos de «%s» %s
hu: Nem sikerült a jogosultságok állítása (chmod) a "%s" fájlon %s

source: Couldn't chown "%s" %s
ca: No s'ha pogut canviar la propietat de «%s» %s
hu: Ne sikerült a tulajdonos állítása (chown) a "%s" fájlon %s

source: Oops...
ca: Ieeep...
hu: Ajjaj...

source: I can't run the Advanced Chown command on an extfs
ca: No es pot canviar els permissos d'accés a un sistema ext
hu: A Haladó chown parancs nem alkalmazható nem valódi fájlrendszeren

source: I can't run the Advanced Chown command on a tarfs
ca: No es pot canviar els permissos d'accés a un sistema tar
hu: A Haladó chown parancs nem alkalmazható tar archívumban

source: Background process:
ca: Procés de fons:
hu: Háttér folyamat:

source: Background process error
ca: Error al procés de fons
hu: Háttér folyamat hiba

source: Child died unexpectedly
ca: El fill ha mort inesperadament
hu: Az alprocessz váratlanul végetért

source: Unknown error in child
ca: Error desconegut al fill
hu: Ismeretlen hiba az alprocesszben

source: Background protocol error
ca: Error de protocol al procés de fons
hu: Háttérmunka protokoll hiba

source: Background process sent us a request for more arguments than we can handle.
ca: El procés de fons ha enviat una petició de més arguments dels que podem manejar.
hu: A háttérmunka processz több argumentumot vár, mint amennyit kezelni tudunk.

source: Listing mode
ca: Mode de llistat
hu: Listázási mód

source: &Full file list
ca: llistat c&Omplet
hu: &Hosszú lista

source: &Brief file list
ca: llistat &Breu
hu: &Rövid lista

source: &Long file list
ca: llistat &Llarg
hu: Ré&szletes lista

source: &User defined:
ca: definit per l'&Usuari:
hu: &Felhasználói:

source: &Icon view
ca: vista d'&Icones
hu: &Ikon nézet

source: user &Mini status
ca: &Miniestat d'usuari
hu: S&aját mini fájlinfó

source: Listing mode
ca: Mode de llistat
hu: Listázási mód

source: &Reverse
ca: in&Vertir
hu: &Fordított

source: case sensi&tive
ca: sensible a majú&Scules
hu: kis/N&agy külön

source: Sort order
ca: Ordenació
hu: Rendezés

source: confirm &Exit
ca: confirmar &Eixida
hu: &Kilépés elõtt

source: confirm e&Xecute
ca: confirmar e&Xecució
hu: F&uttatás elõtt

source: confirm o&Verwrite
ca: confirmar s&Obreescriure
hu: &Felülírás elõtt

source: confirm &Delete
ca: confirmar es&Borrat
hu: &Törlés elõtt

source: Confirmation
ca: Confirmació
hu: Megerõsítés

source: 7 bits
hu: &7 bites

source: Full 8 bits output
ca: Mostrar 8 bits purs
hu: &8 bites kimenet
