Repository: carolhanna01/binary2name
Catalog: gnu_dataset/mc-4.5.41/po/*.po
Languages: ca, hu

source: New hotlist group
ca: Nou grup de favorits
hu: Új könyvjelzõ csoport

source: Name of new group
ca: Nom del nou grup
hu: Az új csoport neve

source: Label for "%s":
ca: Etiqueta per «%s»:
hu: "%s" címkéje:

source: Add to hotlist
ca: Afegir als favorits
hu: Hozzáadás a könyvjelzõkhöz

source: Remove:
ca: Eliminar:
hu: Törlés:

source: Group not empty. Remove it?
ca: El grup no és buit. Voleu eliminar-lo?
hu: A csoport nem üres. Törlöd?

source: Top level group
ca: Grup principal
hu: Alap csoport

source: Hotlist is now kept in file ~/
ca: Ara la llista de directoris favorits es guarda a ~/
hu: A könyvjelzõk új helye ~/

source: MC will load hotlist from ~/
ca: MC carregarà la llista de directoris favorits de ~/
hu: MC betölti a ~/

source: and then delete [Hotlist] section there
ca: i n'esborrarà la secció [Hotlist]
hu: fájlt és kitörli a [Hotlist] bejegyzést

source: Hotlist Load
ca: Càrrega de favorits
hu: Könyvjelzõk betöltése

source: MC was unable to write ~/
ca: MC no ha pogut escriure al fitxer ~/
hu: MC nem tudott a következõ fájlba írni: ~/

source: file, your old hotlist entries were not deleted
ca: ,i no s'ha pogut esborrar els favorits antics
hu: , a régi könyvjelzõid megmaradtak

source: file and [Hotlist] section in ~/
ca: i una secció [Hotlist] a ~/
hu: fájlod és [Hotlist] bejegyzésed is a ~/

source: You have ~/
ca: Teniu un fitxer ~/
hu: Van külön ~/

source: most probably was created
ca: segurament va ser creat per una
hu: feltehetõleg

source: Your ~/
ca: El fitxer ~/
hu: fájlban. A ~/

source: by an earlier development version of MC and is more actual than ~/
ca: versió de desenvolupament de l'MC i és més actual que les entrades de ~/
hu: az MC egy korábbi verziójától származik és újabb, mint a ~/

source: entries
hu: bejegyzések

source: You can choose between Remove - remove old hotlist entries from ~/
ca: Podeu triar entre: Eliminar - eliminar les entrades antigues de ~/
hu: Választhatsz: Töröl - törli a régi bejegyzéseket: ~/

source: Keep - keep your old entries; you will be asked the same question next time Merge - add old entries to hotlist as group "Entries from ~/
ca: Mantenir - mantenir les entrades antigues; se vos preguntarà el mateix la pròxima volta Mesclar - afegir les entrades antigues com a grup «Entries from ~/»
hu: Megtart - megtartja a régi bejegyzéseket, a következõ indításkor ismét rákérdez Összefésül - Felveszi a régi bejegyzéseket: "Régi ~/

source: &Merge
ca: &Mesclar
hu: Ö&sszefésül

source: Entries from ~/
ca: Les entrades del fitxer ~/
hu: Régi ~/

source: file your old hotlist entries were not deleted
ca: , les antigues, no han estat esborrades
hu: a régi könyvjelzõ bejegyzéseid megmaradtak

source: File: %s
ca: Fixer: %s
hu: Fájl: %s

source: Free nodes %d (%d%%) of %d
ca: Nodes lliures: %d (%d%%) de %d
hu: Szabad node %d (%d%%) / %d

source: No node information
ca: No hi ha informació de nodes
hu: Nincs node adat

source: Free space
ca: Espai lliure:
hu: Szabad hely

source: (%d%%) of
ca: (%d%%) de
hu: (%d%%) /

source: No space information
ca: No hi ha informació d'espai
hu: Nincs adat

source: Type: %s
ca: Tipus: %s
hu: Nincs adat

source: non-local vfs
ca: VFS no-local
hu: nem helyi vfs

source: Device: %s
ca: Dispositiu: %s
hu: Eszköz: %s

source: Filesystem: %s
ca: Muntat a: %s
hu: Fájlrendszer: %s

source: Accessed: %s
ca: Accedit: %s
hu: Elérve: %s

source: Modified: %s
ca: Modificat: %s
hu: Módosítva: %s

source: Created: %s
ca: Creat: %s
hu: Létrehozva: %s

source: Size:
ca: Tamany:
hu: Méret:

source: (%d blocks)
ca: (%d blocs)
hu: (%d blokk)

source: Owner: %s/%s
ca: Propietari: %s/%s
hu: Tulaj: %s/%s

source: Links: %d
ca: Enllaços: %d
hu: Linkek: %d

source: Mode: %s (%04o)
hu: Jogok: %s (%04o)

source: Location: %Xh:%Xh
ca: Ubicació: %Xh:%Xh
hu: Hely: %Xh:%Xh

source: File: None
ca: Fixer: cap
hu: Fájl: Nincs

source: &Vertical
hu: Fü&ggõleges

source: &Horizontal
ca: &Horitzontal
hu: &Vízszintes

source: &Xterm hintbar
ca: pistes a &Xterm
hu: &Xterm tippek

source: h&Intbar visible
ca: p&Istes visibles
hu: &Tippek láthatóak

source: &Keybar visible
ca: veure barra de &Tecles
hu: &Bill.sor látható

source: command &Prompt
ca: &Línia de comandes
hu: &Parancssor

source: show &Mini status
ca: veure &Miniestat
hu: &Mini fájlinfó

source: menu&Bar visible
ca: veure &Barra de menús
hu: me&nüsor látható

source: &Equal split
ca: divisió &Simètrica
hu: &Egyenlõ osztás

source: pe&Rmissions
ca: &Permissos
hu: &Jogosultságok

source: &File types
ca: tipus de &Fitxer
hu: &Fájl típusok

source: &Save
ca: &Guardar
hu: &Mentés

source: Layout
ca: Disposició
hu: Megjelenés

source: Panel split
ca: Divisió de plafons
hu: Panelek felosztása

source: Highlight...
ca: Ressaltar...
hu: Kiemelés...

source: Other options
ca: Altres opcions
hu: Egyéb beállítások

source: output lines
ca: línies d'eixida
hu: képernyõsor

source: Layout
ca: Disposició
hu: Megjelenés

source: Learn keys
ca: Definir tecles
hu: Billentyûzet tanítás

source: Teach me a key
ca: Premeu la tecla
hu: Billentyû tanítása

source: Please press the %s and then wait until this message disappears. Then, press it again to see if OK appears next to its button. If you want to escape, press a single Escape key and wait as well.
ca: Per favor, premeu la tecla %s i espereu fins que desaparega aquest missatge. Aleshores, premeu-la de nou per veure si apareix «Bé» vora el seu botó. Si voleu eixir, premeu una volta la tecla d'Escapada i espereu.
hu: Nyomd meg a következõ billentyût: %s és várd meg, amíg ez az ablak eltûnik. Ezután nyomd meg a billentyût mégegyszer és ellenõrizd, hogy megjelenik-e mellette az OK. Ha ki akarsz lépni nyomd meg az ESC gombot.

source: Cannot accept this key
ca: No es pot acceptar la tecla
hu: Ez a gomb nem elfogadható

source: You have entered "%s"
ca: Heu pres «%s»
hu: "%s"-t nyomtál

source: It seems that all your keys already work fine. That's great.
ca: Sembla que les vostres tecles ja funcionen bé. Això és perfecte.
hu: Úgy tûnik minden billentyûd megfelelõen mûködik. Nagyszerû.

source: &Discard
ca: &Descartar
hu: &Bezár

source: Great! You have a complete terminal database! All your keys work well.
ca: Genial! Teniu una base de dades de terminals completa! Totes les vostres tecles funcionen.
hu: Teljes a terminál adatbázisod. Minden billentyû megfelelõen mûködik.

source: Learn keys
ca: Definir tecles
hu: Billentyûzet tanítás

source: Press all the keys mentioned here. After you have done it, check
ca: Premeu totes les tecles esmentades. Quan ho hàgeu fet, comproveu
hu: Nyomj meg minden itt felsorolt gombot. Ha befejezted, nézd meg,

source: which keys are not marked with OK. Press space on the missing
ca: a quina tecla no hi ha la marca «Bé». Per definir-la, premeu-hi
hu: melyik mellett nincsen OK. Ezeken nyomjál SPACE-t, vagy kattints

source: key, or click with the mouse to define it. Move around with Tab.
ca: l'espai o feu-hi clic. Per desplaçar-vos, useu el tabulador.
hu: az egérrel és nyomd meg az adott gombot. A TAB-bal mozoghatsz.

source: The Commander can't change to the directory that the subshell claims you are in. Perhaps you have deleted your working directory, or given yourself extra access permissions with the "su" command?
ca: El Commander no pot canviar al directori on el sub- intèrpret diu que sou. Heu, potser, esborrat el vostre directori de treball, o pres uns permissos d'accés extra amb la comanda «su»?
hu: A Midnight Commander nem tud belelépni abba a könyvtárba amelyben az al-shell szerint vagy. Feltehetõleg letörölted az aktuális munkakönyvtárat, vagy a "su" parancsot használtad.

source: Press any key to continue...
ca: Premeu qualsevol tecla per continuar...
hu: Nyomj meg egy gombot a folytatáshoz...

source: The shell is already running a command
ca: L'intèrpret és executant una comanda
hu: A shell már futtat egy parancsot

source: The Midnight Commander
hu: Midnight Commander

source: Do you really want to quit the Midnight Commander?
ca: Realment voleu abandonar Midnight Commander?
hu: Valóban ki akarsz lépni a Midnight Commanderbõl?

source: &Listing mode...
ca: mode de &Llistat...
hu: &Fájllista...

source: &Quick view C-x q
ca: &Vista ràpida C-x q
hu: &Gyorsnézõke C-x q

source: &Info C-x i
ca: &Informació C-x i
hu: &Infó C-x i

source: &Sort order...
ca: &Ordenació...
hu: &Rendezés...

source: &Filter...
ca: &Filtrar...
hu: &Szûrés...

source: &Network link...
ca: enllaç per &Xarxa...
hu: &Hálózati kapcsolat...

source: FT&P link...
ca: enllaç per F&TP...
hu: F&TP kapcsolat...

source: &Drive... M-d
ca: &Unitat... M-d
hu: &Meghajtó... M-d

source: &Rescan C-r
ca: &Rellegir C-r
hu: F&rissít C-r

source: &User menu F2
ca: menú d'&Usuari F2
hu: &Saját menü F2

source: &View F3
ca: &Veure F3
hu: &Megnéz F3

source: Vie&w file...
ca: veure fi&Txer...
hu: &Keresés...

source: &Filtered view M-!
ca: veure &Filtrat M-!
hu: &Parancskimenet M-!

source: &Edit F4
ca: &Editar F4
hu: &Szerkeszt F4

source: &Copy F5
ca: &Copiar F5
hu: &Másol F5

source: &SymLink C-x s
ca: enllaç &Simbòlic C-x s
hu: S&zimlink C-x s

source: edit s&Ymlink C-x C-s
ca: e&Ditar enllaç simbòlic C-x C-s
hu: Szimlink szerk C-x C-s

source: &Advanced chown
ca: &Permissos i propietari
hu: &Haladó chown

source: &Rename/Move F6
ca: &Reanomenar/Moure F6
hu: Á&tnevez/Áthelyez F6

source: &Mkdir F7
ca: crear directori (&Mkdir) F7
hu: Ú&j könyvtár F7

source: &Delete F8
ca: es&Borrar F8
hu: &Töröl F8

source: &Quick cd M-c
ca: &Anar a directori M-c
hu: &Gyors cd M-c

source: select &Group M-+
ca: seleccionar &Grup M-+
hu: &Kijelölés M-+

source: u&Nselect group M-\
ca: deseleccio&Nar grup M-\
hu: K&ijelölés törlése M-\

source: reverse selec&Tion M-*
ca: &Invertir selecció M-*
hu: Kijelölés &megford M-*

source: e&Xit F10
ca: ei&Xir F10
hu: &Kilépés F10

source: &Directory tree
ca: arbre de &Directoris
hu: &Könyvtárfa

source: &Find file M-?
ca: &Cercar fitxer M-?
hu: &Fájl keresés M-?

source: s&Wap panels C-u
ca: &Intercanviar plafons C-u
hu: &Panelek felcserélése C-u

source: switch &Panels on/off C-o
ca: activar/desact. &Plafons C-o
hu: Panelek ki/&be C-o

source: &Compare directories C-x d
ca: c&Omparar directoris C-x d
hu: K&vt összehasonlítás C-x d

source: e&Xternal panelize C-x !
ca: plafó recerca e&Xterna C-x !
hu: Pa&rancskimenet panel C-x !

source: show directory s&Izes
ca: mostrar taman&Y de directoris
hu: Kön&yvtárméret mutatása

source: command &History
ca: &Històric de comandes
hu: Parancssor &elõzmények

source: di&Rectory hotlist C-\
ca: directoris fa&Vorits C-\
hu: Kö&nyvjelzõk C-\

source: &Active VFS list C-x a
ca: llista de VFSs &Actius C-x a
hu: &Aktív VFS-ek C-x a

source: &Background jobs C-x j
ca: tasques de &Fons C-x j
hu: &Háttérmunkák C-x j

source: &Undelete files (ext2fs only)
ca: &Recuperar fitxers (sols ext2)
hu: &Visszatörlés (csak ext2)

source: &Listing format edit
ca: editar format de &Listat
hu: &Listaformátum szerk

source: &Extension file edit
ca: editar fitxer d'&Extensions
hu: &Társítások

source: &Menu file edit
ca: editar fitxer de &Menús
hu: &Saját menû szerk

source: &Configuration...
ca: &Configuració...
hu: &Beállítások...

source: c&Onfirmation...
ca: con&Firmació...
hu: M&egerõsítés...

source: &Display bits...
ca: &Bits de visualització...
hu: &Képernyõbitek...

source: learn &Keys...
ca: definir &Tecles...
hu: B&illentyûzet tanítás

source: &Virtual FS...
ca: Sistemes de fitxers &Virtuals...
hu: &Virtuális fájlrendszer...

source: &Save setup
ca: &Guardar configuració
hu: Beállítások &mentése

source: &Left
ca: &Esquerra
hu: &Bal

source: &Above
ca: dal&T
hu: &Felsõ

source: &File
ca: &Fitxer
hu: &Fájl

source: &Command
ca: &Comanda
hu: &Parancsok

source: &Options
ca: &Opcions
hu: &Beállítások

source: &Right
ca: &Dreta
hu: &Jobb

source: &Below
ca: bai&X
hu: &Alsó

source: Information
ca: Informació
hu: Információk

source: Using the fast reload option may not reflect the exact directory contents. In this cases you'll need to do a manual reload of the directory. See the man page for the details.
ca: Si useu l'opció de recàrrega ràpida potser no vegeu el contingut exacte dels directoris. Si és el cas, caldrà que feu una recàrrega manual del directori. Vegeu la pàgina de manual per conéixer-ne els detalls.
hu: A `Gyors könyvtárlista' beállítás esetén elõfordulhat, hogy nem a pontos könyvtártartalmat látod a képernyõn. Ilyenkor szükséges lehet kézzel újraolvastatni a könyvtárlistát. További infó a kézikönyvben.

source: Thank you for using GNU Midnight Commander
ca: Gràcies per usar el GNU Midnight Commander
hu: Köszönjük, hogy a GNU Midnight Commander-t használja

source: with mouse support on xterm%s.
ca: amb suport per ratolí a xterm%s.
hu: egértámogatással xterm%s alatt.

source: and the Linux console
ca: i a la consola Linux
hu: és Linux konzol

source: The TERM environment variable is unset!
ca: La variable d'entorn TERM no és definida!
hu: A TERM környezeti változó nincs beállítva!

source: Library directory for the Midnight Commander: %s
ca: Directori de fitxers propis de Midnight Commander: %s
hu: A Midnight Commander `library' könyvtára: %s

source: Option -m is obsolete. Please look at Display Bits... in the Option's menu
ca: L'opció -m és obsoleta. Vegeu Bits de visualització... al menú d'opcions
hu: A -m kapcsoló használata elavult. Nézd meg a Képernyõbitek beállításait a Beállítások menüben

source: Use to debug the background code
ca: Usat per depurar el codi executat de fons
hu: [CSAK FEJLESZTÕKNEK: hibakeresõ mód a háttérmunkákhoz]

source: Request to run in color mode
ca: Demana que s'use el mode en color
hu: Színes módban futtatás kérése

source: Specifies a color configuration
ca: Especifica una configuració de color
hu: A színkonfigurációt írja le

source: Edits one file
ca: Edita un fitxer
hu: Egy fájl szerkesztése

source: Displays this help message
ca: Mostra aquest missatge d'ajuda
hu: Ezt a súgót írja ki

source: Displays a help screen on how to change the color scheme
ca: Mostra una ajuda tocant a com canviar l'esquema de colors
hu: Súgót mutat arról, hogy cseréld a színsémát ki

source: Log ftp dialog to specified file
ca: Enregistra les transaccions ftp a un fitxer
hu: Ftp naplózása a fájlba

source: Obsolete
ca: Obsoleta
hu: Elavult

source: Requests to run in black and white
ca: Demana que s'use el mode blanc i negre
hu: Fekete-fehér módú futtatást kér

source: Disable mouse support in text version
ca: Inhabilita el suport de ratolí a la versió text
hu: Egértámogatás szöveges módban

source: Disables subshell support
ca: Inhabilita el suport de sub-intèrprets
hu: Belsõ shell támogatás kikapcsolása

source: Prints working directory at program exit
ca: Mostra el directori de trenall en eixir
hu: A munkakönyvtár kiíratása program kilépéskor

source: To run on slow terminals
ca: Per funcionar amb terminals lents
hu: Futás lassú terminálokon

source: Use stickchars to draw
ca: Usa línies per fer marcs
hu: Pálcikák használata rajzoláshoz

source: Enables subshell support (default)
ca: Habilita el suport de sub-intèrprets (per defecte)
hu: burok használata (alapértelmezett)

source: Tries to use termcap instead of terminfo
ca: Prova d'usar termcap en comptes de terminfo
hu: Megpróbálja a termcap-t használni terminfo helyett

source: Displays the current version
ca: Mostra la versió actual
hu: A verziót írja ki

source: Launches the file viewer on a file
ca: Llança el visor de fitxers amb un fitxer
hu: Listázót (viewer) indít egy fájlon

source: Forces xterm features
ca: Força l'ús de característiques d'xterm
hu: Xterm tulajdonságok kényszerítése

source: Geometry for the window
ca: Geometria de la finestra
hu: Az ablak méretei

source: No windows opened at startup
ca: No obre finestres en iniciar-se
hu: Indításkor nem nyit meg ablakot

source: Display the directory that holds the .links startup files and exit
ca: Mostra el directori de fitxers d'inici .links i ix
hu: Kilistázza a könyvtárat, ami a .links indítófájlokat tartalmazza, majd kilép

source: Couldn't open tty line. You have to run mc without the -P flag. On some systems you may want to run # `which mc`
ca: No es pot obrir una línia al terminal. Heu d'executar mc sense l'opció -P. A alguns sistemes podeu fer servir # `which mc`
hu: Nem sikerült a terminál megnyitása. Futtasd az mc-t -P kapcsoló nélkül. Néhány rendszeren segíthet a `which mc` -vel történõ indítás

source: Notice
ca: Avís
hu: Megjegyzés

source: The Midnight Commander configuration files are now stored in the ~/.mc directory, the files have been moved now
ca: Els fitxers de configuració de Midnight Commander s'emmagatzemen ara al directori ~/.mc, així que s'han mogut els fitxers
hu: A Midnight Commander beállításait tartalmazó fájlok a ~/.mc könyvtárban lesznek találhatók. A korábbi fájlokat ide helyeztem át.

source: safe de&Lete
ca: &Esborrat segur
hu: b&Iztonságos törlés

source: cd follows lin&Ks
ca: cd segueix els en&Llaços
hu: cd követi a &linket

source: advanced cho&Wn
ca: cho&Wn (perm. accés) avançat
hu: haladó ch&own

source: l&Ynx-like motion
ca: moviment a la l&Ynx
hu: mozgás mint l&ynx-ben

source: Animation
ca: Animació
hu: Animáció

source: rotatin&G dash
ca: &Barreta rotatòria
hu: for&gó perjel

source: co&Mplete: show all
ca: completat: mostrar-&Ho tot
hu: kiegészítés: összes

source: &Use internal view
ca: usar &Visor intern
hu: belsõ &Nézegetõ

source: use internal ed&It
ca: usar ed&Itor intern
hu: belsõ &Szövegszerk.

source: auto m&Enus
ca: auto-&Menús
hu: Auto m&enük

source: &Auto save setup
ca: auto-actualit&Zar config.
hu: &Auto beállításmentés

source: shell &Patterns
ca: &Patrons de l'intèrpret
hu: &Shell kifejezések

source: Compute &Totals
ca: calcular &Totals
hu: '&Totálok' számítása

source: &Verbose operation
ca: detallar les &Operacions
hu: Rés&zletes mûveletinfó

source: &Fast dir reload
ca: recàrrega &Ràpida de dirs.
hu: Gy&ors könyvtárlista

source: mi&X all files
ca: &Juntar tots els fitxers
hu: Minden fájl &vegyesen

source: &Drop down menus
ca: menús &Desplegables
hu: &Legördülõ menük

source: ma&Rk moves down
ca: mo&Ure avall en marcar
hu: &Kijelölés után le

source: show &Hidden files
ca: veure &Fitxers ocults
hu: &Rejtett fájlt mutat

source: show &Backup files
ca: veure &Còpies de seguretat
hu: &Backup fájlt mutat

source: &Never
ca: &No mai
hu: &Soha

source: on dumb &Terminals
ca: a terminals &Ximples
hu: Buta &terminálokon

source: alwa&Ys
ca: &Sempre
hu: M&indig

source: Configure options
ca: Configurar opcions
hu: Beállítások

source: Panel options
ca: Opcions del plafó
hu: Panel beállítások

source: Pause after run...
ca: Pausar després d'executar...
hu: Futtatás után vár...

source: Configure options
ca: Configurar opcions
hu: Beállítások

source: &Add new
ca: Afegir &nou
hu: Ú&j

source: External panelize
ca: Plafó de recerca externa
hu: Parancskimenet panelba

source: External panelize
ca: Plafó de recerca externa
hu: Parancskimenet panelba

source: Other command
ca: Altra comanda
hu: Más parancs

source: Add to external panelize
ca: Afegir a plafó de recerca externa
hu: Hozzáadás

source: Enter command label:
ca: Entreu l'etiqueta de la comanda:
hu: Parancs címkéje:

source: I can't run external panelize while logged on a non local directory
ca: La recerca externa cap a plafó no es pot fer a un directori no-local
hu: Nem lehet parancskimenetet panelba tenni nem helyi könyvtárban

source: Find *.orig after patching
ca: Cercar *.orig després d'apedaçar
hu: *.orig keresése patch-elés után

source: Find SUID and SGID programs
ca: Cercar programes SUID i SGID
hu: SUID és SGID programok keresése

source: Cannot invoke command.
ca: No es pot invocar la comanda.
hu: Nem sikerült a parancs futtatása.

source: Pipe close failed
ca: Fallà el tancament de la canonada
hu: Hiba csõ (pipe) lezárása során

source: Show this help message
ca: Mostra aquest missatge d'ajuda
hu: Ennek a súgónak megjelenítése

source: Display brief usage message
ca: Mostra un breu missatge d'ajuda
hu: Rövid használati utasítás

source: MTime
ca: Modif
hu: Módosítva

source: ATime
ca: Accés
hu: Hozzáférés

source: CTime
ca: Canvi
hu: Létrehozás

source: Perm
hu: Jog

source: Nl
ca: Enllç
hu: LSz

source: %s bytes in %d file%s
ca: %s octets a %d fitxer%s
hu: %s bájt %d fájlban

source: Unknow tag on display format:
ca: Propietat desconeguda a format de pantalla:
hu: Ismeretlen elem a formátumban:

source: User suplied format looks invalid, reverting to default.
hu: Felhasználó által megadott formátum nem helyes, alapértelmezést állítok be

source: Do you really want to execute?
ca: Realment ho voleu executar?
hu: Biztosan futtatni akarod?

source: No action taken
ca: No s'ha fet res
hu: Nincs hozzárendelve akció

source: RenMov
ca: RnmMou
hu: ÁtnMoz

source: Mkdir
ca: FerDir
hu: Újkvt

source: Can't chdir to %s %s
ca: No es pot canviar a %s %s
hu: Nem sikerült a(z) '%s' könyvtárba belépni %s

source: Couldn't open named pipe %s
ca: No es pot obrir canonada amb nom %s
hu: Nem sikerült a(z) %s fifo (named pipe) megnyitása.

source: The shell is still active. Quit anyway?
ca: L'intèrpret encara és actiu. Eixir?
hu: A shell még aktív. Mégis kilépsz?

source: There are stopped jobs.
ca: Hi ha tasques parades.
hu: Még vannak háttérben futó programok.

source: Quit anyway?
ca: Eixir de totes formes?
hu: Mégis kilépsz?

source: Warning: Couldn't change to %s.
ca: Avís: No s'ha pogut canviar a %s.
hu: Figyelem: Nem sikerült könyvtárat váltani: %s

source: Can't open the %s file for writing: %s
ca: No es pot obrir el fitxer %s per escriure: %s
hu: Nem sikerült a(z) %s fájlt írásra megnyitni: %s

source: Copy "%s" directory to:
ca: Copiar directori «%s» a:
hu: "%s" könyvtár másolása:

source: Move "%s" directory to:
ca: Moure directori «%s» a:
hu: "%s" könyvtár áthelyezése:

source: Can't stat the destination %s
ca: No es pot estudiar la destinació %s
hu: Nem sikerült a célfájl adatainak lekérdezése %s

source: The destination isn't a directory
ca: La destinació no és un directori
hu: A cél nem egy könyvtár

source: Delete %s?
ca: Esborrar %s?
hu: Törlöd %s'-t?

source: Dynamc
ca: Dnàmic
hu: Dinam

source: Static
ca: Estàtc
hu: Statik

source: Can't chdir to "%s" %s
ca: No es pot canviar a «%s» %s
hu: Nem lehet a "%s" könyvtárba váltani %s

source: Forget
ca: Oblidar
hu: Felejt

source: Rmdir
ca: EsbDir
hu: Töröl

source: Can't write to the %s file: %s
ca: No es pot escriure al fitxer %s: %s
hu: Nem lehet a %s fájlba írni: %s

source: Invalid shell pattern definition "%c".
ca: La definició «%c» del patró d'intèrpret no és vàlida.
hu: Érvénytelen shell minta defininíció "%c".

source: Debug
ca: Depurar
hu: Hibakeresés

source: ERROR:
hu: HIBA:

source: True:
ca: Cert:
hu: Igaz:

source: False:
ca: Fals:
hu: Hamis:

source: Warning -- ignoring file
ca: Avís -- es descarta el fitxer
hu: Figyelem: a fájl mellõzve lesz

source: File %s is not owned by root or you or is world writable. Using it may compromise your security
ca: El fitxer %s no és vostre ni de root, o és modificable per qualsevol. Usar-lo podria comprometre la vostra seguretat
hu: A(z) %s fájlnak nem a rendszergazda (root) a tulajdonosa, vagy mindenki számára írható. Ez veszélyezteti a rendszered biztonságát.

source: I can't run programs while logged on a non local directory
ca: No es pot executar programes dins d'un directori no-local
hu: Nem helyi könyvtárban nem lehet parancsot kiadni

source: Empty file %s
hu: Üres fájl: %s

source: User menu
ca: Menú d'usuari
hu: Saját menü

source: name_trunc: too big
ca: name_trunc: massa gran
hu: Figyelem: a fájl mellõzve lesz

source: Pipe failed
ca: Ha fallat pipe()
hu: Pipe hiba

source: Dup failed
ca: Ha fallat dup()
hu: Dup hiba

source: File:
ca: El fitxer:
hu: A fájl:

source: has been modified, do you want to save the changes?
ca: ha estat modificat. Voleu guardar els canvis?
hu: megváltozott, ki akarod menteni a változásokat?

source: Save changes
ca: Guardar canvis
hu: Változások mentése
