Repository: carolhanna01/binary2name
Catalog: gnu_dataset/mc-4.5.41/po/*.po
Languages: ca, hu

source: F&ull 8 bits input
ca: ent&Rada de 8 bits
hu: 8 bites &bevitel

source: Display bits
ca: Bits de visualització
hu: Karakter ábrázolás

source: &Always use ftp proxy
ca: usar sempre al&Tern ftp
hu: ftp &proxy-n keresztül

source: sec
ca: seg
hu: mp

source: ftpfs directory cache timeout:
ca: Expiració de cache de directori ftpfs:
hu: ftpfs cache elévülési idõ:

source: ftp anonymous password:
ca: Contrasenya per l'ftp anònim:
hu: ftp anonymous jelszó:

source: Timeout for freeing VFSs:
ca: Expiració per alliberar VFSs:
hu: VFS elévülési idõ:

source: Virtual File System Setting
ca: Configuració de Sistemes de Fitxers Virtuals
hu: Virtuális fájlrendszer beállítások

source: Quick cd
ca: Anar a directori
hu: Gyors könyvtár váltás

source: cd
hu: könyvtár váltás

source: Symbolic link
ca: Enllaç simbòlic
hu: Szimbolikus link

source: Running
ca: Executant
hu: Futás

source: Stopped
ca: Parat
hu: Megállítva

source: &Stop
ca: &Parar
hu: &Leállítás

source: &Resume
ca: &Continuar
hu: &Folytat

source: &Kill
ca: &Matar
hu: &Kilõ

source: Background Jobs
ca: Tasques de fons
hu: Háttér munkák

source: execute/search by others
ca: executar/cercar per altres
hu: futtat/belép a többieknek

source: write by others
ca: escriure per altres
hu: írás a többieknek

source: read by others
ca: llegir per altres
hu: olvasás a többieknek

source: execute/search by group
ca: executar/cercar pel grup
hu: futtat/belép a csoportnak

source: write by group
ca: escriure pel grup
hu: írás a csoportnak

source: read by group
ca: llegir pel grup
hu: olvasás a csoportnak

source: execute/search by owner
ca: executar/cercar per l'amo
hu: futtat/belép a tulajnak

source: write by owner
ca: escriure per l'amo
hu: írás a tulajnak

source: read by owner
ca: llegir per l'amo
hu: olvasás a tulajnak

source: set group ID on execution
ca: executar amb l'ID del grup
hu: Futtatás csoporttagként

source: set user ID on execution
ca: executar amb l'ID de l'amo
hu: Futtatás tulajként

source: C&lear marked
ca: &Llevar marcats
hu: &Töröl

source: S&et marked
ca: &Posar marcats
hu: &Bekapcsol

source: &Marked all
ca: &Marcar tots
hu: B&eállít

source: Permissions (Octal)
ca: Permissos (octal)
hu: Jogosultságok (oktális)

source: Owner name
ca: Nom de l'amo
hu: Tulajdonos neve

source: Group name
ca: Nom del grup
hu: Csoport neve

source: Chmod command
ca: Canvi de permissos
hu: Chmod parancs

source: Permission
ca: Permissos
hu: Jogosultság

source: Use SPACE to change
ca: Useu ESPAI per canviar
hu: Változtatás: SPACE

source: an option, ARROW KEYS
ca: una opció, les FLETXES
hu: Mozgás: nyilak

source: to move between options
ca: per moure's-hi, i la
hu: Kijelölés: T vagy Ins

source: Chmod command
ca: Canvi de permissos
hu: Chmod parancs

source: I can't run the Chmod command on an extfs
ca: No es pot canviar els permissos a un sistema ext
hu: A Chmod parancs nem alkalmazható nem valódi fájlrendszeren

source: I can't run the Chmod command on a tarfs
hu: A Chown parancs nem alkalmazható tar archívumban

source: Set &users
ca: Establir &usuaris
hu: &Tulaj

source: Set &groups
ca: Establir &grups
hu: &Csoport

source: Name
ca: Nom
hu: Fájlnév

source: Owner name
ca: Nom de l'amo
hu: Tulaj neve

source: Group name
ca: Nom del grup
hu: Csoport neve

source: Size
ca: Tamany
hu: Hossz

source: Chown command
ca: Canvi de propietari
hu: Chown parancs

source: User name
ca: Nom de l'amo
hu: Tulajdonos

source: <Unknown user>
ca: <Usuari desconegut>
hu: <Ismeretlen tulajdonos>

source: <Unknown group>
ca: <Grup desconegut>
hu: <Ismeretlen csoport>

source: I can't run the Chown command on an extfs
ca: No es pot canviar el propietari a un sistema ext
hu: A Chown parancs nem alkalmazható nem valódi fájlrendszeren

source: I can't run the Chown command on a tarfs
ca: No es pot canviar el propietari a un sistema tar
hu: A Chown parancs nem alkalmazható tar archívumban

source: Can not fetch a local copy of %s
ca: No es pot portar una còpia local de %s
hu: A(z) %s fájlnak nem található a helyi példánya

source: Files tagged, want to cd?
ca: Hi ha fitxers seleccionats. Canviar de directori?
hu: Ki vannak jelölve fájlok. Könyvtárat váltasz?

source: Could not change directory
ca: No s'ha pogut canviar de directori
hu: Nem tudtam könyvtárat váltani

source: Filename:
ca: Nom del fitxer:
hu: Fájlnév:

source: View file
ca: Veure fitxer
hu: Fájl megtekintése

source: Filter command and arguments:
ca: Entreu la comanda de filtrat i els arguments:
hu: A futtatandó program parancssora:

source: Filtered view
ca: Filtrar la vista
hu: Parancskimenet

source: Enter directory name:
ca: Entreu el nom del directori:
hu: Új könyvtár neve:

source: Create a new Directory
ca: Crear un nou directori
hu: Új mappa létrehozása

source: Filter
ca: Filtrar
hu: Szûrés

source: Set expression for filtering filenames
ca: Entreu l'expressió per filtrar els noms de fitxer
hu: Szûrõ kifejezés a fájlnevekre

source: Select
ca: Seleccionar
hu: Kijelölés

source: Unselect
ca: Deseleccionar
hu: Kijelölés törlése

source: Extension file edit
ca: Editar fitxer d'extensions
hu: Társítások

source: Which extension file you want to edit?
ca: Quin fitxer d'extensions voleu editar?
hu: Melyik társítás beállítást szeretnéd szerkeszteni?

source: &System Wide
ca: &Sistema
hu: &Rendszer szintû

source: &User
ca: &Usuari
hu: &Felhasználói

source: Menu file edit
ca: Editar fitxer de menús
hu: Menü fájl szerkesztése

source: Which menu file will you edit?
ca: Quin fitxer de menús voleu editar?
hu: Melyik menüfájlt kívánod szerkeszteni?

source: &Home
ca: dir. &Personal
hu: &Saját

source: &Local
hu: &Helyi

source: Compare directories
ca: Comparar directoris
hu: Könyvtárak összehasonlítása

source: Select compare method:
ca: Trieu un mètode de comparació:
hu: Az összehasonlítás módja:

source: &Quick
ca: &Ràpid
hu: &Gyors

source: &Size only
ca: només &Tamany
hu: &Csak fájlhossz

source: &Thorough
ca: &Detallat
hu: &Alapos

source: Both panels should be on the listing view mode to use this command
ca: Cal que ambdós plafons siguen en mode llistat per usar la comanda
hu: Mindkét panelban fájllistának kell lennie a parancshoz

source: The command history is empty
ca: L'històric de comandes és buit
hu: A parancssor elõzmények üres

source: Command history
ca: Històric de comandes
hu: Parancssor elõzmények

source: Not an xterm or Linux console; the panels cannot be toggled.
ca: No es pot amagar els plafons si no sou a un xterm o a una consola Linux.
hu: Ez nem xterm vagy Linux konzol, a panelokat nem lehet kapcsolgatni.

source: Type `exit' to return to the Midnight Commander
ca: Entreu «exit» per retornar al Midnight Commander
hu: Az `exit' beírásával visszatérhetsz a Midnight Commanderbe

source: Couldn't stat %s %s
ca: No s'ha pogut estudiar %s %s
hu: Nem sikerült a %s fájl adatainak lekérdezése (stat) %s

source: to:
ca: cap a:
hu: cél:

source: symlink: %s
ca: enllaç simbòlic: %s
hu: szimbolikus link: %s

source: Symlink `%s' points to:
ca: Enll. simbòlic «%s» apunta a:
hu: '%s' szimlink ide mutat:

source: Edit symlink
ca: Editar enllaç simbòlic
hu: Szimbolikus link módosítása

source: edit symlink, unable to remove %s: %s
ca: editar esimbòlic, no es pot eliminar %s: %s
hu: %s szimlink szerkesztése, nem tudom törölni %s-t: %s

source: edit symlink: %s
ca: editar esimbòlic: %s
hu: %s szimlink szerkesztése

source: Link symbolically
ca: Enllaçar simbòlicament
hu: Szimbolikus link készítése

source: Relative symlink
ca: Enllaç simbòlic relatiu
hu: Relatív szimbolikus link

source: relative symlink: %s
ca: esimbòlic relatiu: %s
hu: relatív szimbolikus link: %s

source: Enter machine name (F1 for details):
ca: Entreu el nom de la màquina (F1 per detalls):
hu: Kiszolgáló gép neve: (súgó: F1)

source: Could not chdir to %s
ca: No s'ha pogut canviar a %s
hu: Nem sikerült a(z) %s könyvtárba belépni

source: Link to a remote machine
ca: Enllaçar amb màquina remota
hu: Távoli fájlrendszer

source: FTP to machine
ca: Fer FTP a màquina
hu: FTP kapcsolat

source: Error while looking up IP address
ca: Error en cercar l'adreça IP
hu: Hiba az IP cím visszakeresése közben

source: Host name
ca: Nom de l'amfitrió
hu: Kiszolgáló gép neve

source: Undelete files on an ext2 file system
ca: Recuperar fitxers d'un sistema ext2
hu: Visszatörlés ext2 fájlrendszeren

source: Enter device (without /dev/) to undelete files on: (F1 for details)
ca: Entreu el dispositiu (sense /dev/) d'on voleu recuperar els fitxers: (F1 per detalls)
hu: Írd be az eszközt /dev/ nélkül fájlok visszatörléséhez itt: (F1 - részletek)

source: Setup saved to ~/
ca: S'ha guardat la configuració a ~/
hu: A beállítások mentve: ~/

source: Setup
ca: Configuració
hu: Beállítások

source: Can't chdir to '%s' %s
ca: No es pot canviar a «%s» %s
hu: Nem sikerült a(z) '%s' könyvtárba belépni %s

source: You can not execute commands on non-local filesystems
ca: No podeu executar comandes a sistemes de fitxers no-locals
hu: Virtuális Fájlrendszer könyvtárában nem adható ki parancs

source: refresh stack underflow!
ca: sota-desbordament de la pila d'actualització!
hu: Frissítési verem alulcsordulás!

source: &Unsorted
ca: sense &Ordre
hu: &Rendezetlen

source: &Name
ca: &Nom
hu: &Név

source: &Extension
ca: &Extensió
hu: &Kiterjesztés

source: &Modify time
ca: data &Modificació
hu: Mó&dosítás ideje

source: &Access time
ca: data &Accés
hu: &Elérés ideje

source: &Change time
ca: data &Canvi
hu: &Létrehozás ideje

source: &Size
ca: taman&Y
hu: Mére&t

source: &Type
ca: &Tipus
hu: &Típus

source: &Links
ca: en&Llaços
hu: &Linkek száma

source: &Owner
ca: &Propietari
hu: &Tulajdonos

source: &Group
ca: gr&Up
hu: &Csoport

source: File exists but can not be stat-ed: %s %s
ca: El fitxer existeix però no es pot estudiar: %s %s
hu: A fájl létezik, vagy nem lehet stat-olni: %s %s

source: Unknown
ca: Desconegut
hu: Ismeretlen

source: Can't generate unique filename %s
hu: Nem tudok egyedi fájlnevet létrehozni %s

source: Can't create temporary command file %s
ca: No es pot crear fitxer temporal de comandes %s
hu: Nem sikerült az ideiglenes parancsfájl létrehozása %s

source: Parameter
ca: Paràmetre
hu: Paraméter

source: Can't execute commands on a Virtual File System directory
ca: No es pot executar comandes dins d'un Sistema de Fitxers Virtual
hu: Virtuális Fájlrendszer könyvtárában nem adható ki parancs

source: file error
ca: error de fitxer
hu: fájl hiba

source: Format of the
ca: El format del fitxer
hu: A fájl formátuma

source: file error
ca: error de fitxer
hu: fájl hiba

source: file has changed with version 3.0. You may want either to copy it from
ca: ha variat amb la versió 3.0. Potser vulgueu copiar-lo de
hu: fájl formátuma megváltozott a 3.0-ás verzió óta. Használd az új

source: Format of the ~/
ca: El format del fitxer ~/
hu: A(z) ~/

source: mc.ext or use that file as an example of how to write it.
ca: mc.ext o usar-lo com a exemple de com escriure'l.
hu: mc.ext fájlt vagy használd a formátumát.

source: mc.ext will be used for this moment.
ca: mc.ext serà usat de moment.
hu: mc.ext a most használt fájl.

source: Copy
ca: Copiar
hu: Másol

source: Move
ca: Moure
hu: Mozgat

source: Delete
ca: Esborrar
hu: Töröl

source: Invalid target mask
ca: La màscara objectiu no és vàlida
hu: Hibás cél maszk

source: Could not make the hardlink
ca: No s'ha pogut fer l'enllaç fort
hu: Nem tudom megcsinálni a linket

source: Cannot read source link "%s" %s
ca: No es pot llegir l'enllaç font «%s» %s
hu: Nem sikerült a(z) "%s" link olvasása %s

source: Cannot make stable symlinks across non-local filesystems: Option Stable Symlinks will be disabled
ca: No es pot crear esimbòlics estables entre sistemes de fitxers no locals: Es deshabilitarà l''opció «enll. simbòlics estables»
hu: Nem helyi fájlrendszerek között nem lehet stabil szimbolikus linket létrehozni A `Stabil Szimbolikus Link' kapcsoló hatástalan

source: Cannot create target symlink "%s" %s
ca: No es pot crear l'enllaç simbòlic objectiu «%s» %s
hu: Nem sikerült a(z) "%s" szimbolikus link létrehozása %s

source: Cannot overwrite directory "%s" %s
ca: No es pot sobreescriure el directori «%s» %s
hu: Nem sikerült a(z) "%s" könyvtár felülírása %s

source: Cannot stat source file "%s" %s
ca: No es pot estudiar el fitxer font «%s» %s
hu: Nem sikerült a(z) "%s" forrásfájl adatainak lekérdezése %s

source: `%s' and `%s' are the same file.
ca: «%s» i «%s» són el mateix fitxer.
hu: `%s' és `%s' ugyanaz a fájl.

source: Cannot create special file "%s" %s
ca: No es pot crear el fitxer especial «%s» %s
hu: Nem sikerült a(z) "%s" különleges fájl létrehozása %s

source: Cannot chown target file "%s" %s
ca: No es pot canviar el propietari del fitxer objectiu «%s» %s
hu: Nem sikerült a(z) "%s" célfájl tulajdonosának átállítása (chown) %s

source: Cannot chmod target file "%s" %s
ca: No es pot canviar els permissos del fitxer objectiu «%s» %s
hu: Nem sikerült a(z) "%s" célfájl jogainak átállítása (chmod) %s

source: Cannot open source file "%s" %s
ca: No es pot obrir el fitxer font «%s» %s
hu: Nem sikerült a(z) "%s" forrásfájl megnyitása %s

source: Cannot fstat source file "%s" %s
ca: No es pot estudiar el fitxer font «%s» %s
hu: Nem sikerült a(z) "%s" forrásfájl adatainak lekérdezése (fstat) %s

source: Cannot create target file "%s" %s
ca: No es pot crear el fitxer objectiu «%s» %s
hu: Nem sikerült a(z) "%s" célfájl létrehozása %s

source: Cannot fstat target file "%s" %s
ca: No es pot estudiar el fitxer objectiu «%s» %s
hu: Nem sikerült a(z) "%s" célfájl adatainak lekérdezése (fstat) %s

source: Cannot read source file "%s" %s
ca: No es pot llegir el fitxer font «%s» %s
hu: Nem sikerült a(z) "%s" forrásfájlból olvasni %s

source: Cannot write target file "%s" %s
ca: No es pot escriure el fitxer objectiu «%s» %s
hu: Nem sikerült a(z) "%s" célfájlba írni %s

source: (stalled)
ca: (detingut)
hu: (megállt)

source: Cannot close source file "%s" %s
ca: No es pot tancar el fitxer font «%s» %s
hu: Nem sikerült a(z) "%s" forrásfájl lezárása %s

source: Cannot close target file "%s" %s
ca: No es pot tancar el fitxer destinació «%s» %s
hu: Nem sikerült a(z) "%s" célfájl lezárása %s

source: &Delete
ca: &Esborrar
hu: &Töröl

source: &Keep
ca: &Mantenir
hu: &Megtart

source: Cannot stat source directory "%s" %s
ca: No es pot estudiar el directori font «%s» %s
hu: Nem sikerült a(z) "%s" forrás könyvtár adatainak lekérdezése %s

source: Source directory "%s" is not a directory %s
ca: El directori font «%s» no és un directori %s
hu: A(z) "%s" forrásnak könyvtárnak kell lennie! %s

source: Cannot copy cyclic symbolic link `%s'
ca: No es pot copiar l'enllaç simbòlic cíclic «%s»
hu: Körkörös szimbolikus linket nem lehet másolni '%s'

source: Cannot create target directory "%s" %s
ca: No es pot crear el directori objectiu «%s» %s
hu: Nem sikerült a(z) "%s" célkönyvtár létrehozása. %s

source: Cannot chown target directory "%s" %s
ca: No es pot canviar els permissos del directori objectiu «%s» %s
hu: Nem sikerült a(z) "%s" könyvtár tulajdonosának átírása %s

source: Cannot stat file "%s" %s
ca: No es pot estudiar el fitxer «%s» %s
hu: Nem sikerült a(z) "%s" fájl adatait lekérdezni %s

source: `%s' and `%s' are the same file
ca: «%s» i «%s» són el mateix fitxer
hu: %s' és %s' ugyanaz a fájl

source: Cannot overwrite directory `%s'
ca: No es pot sobreescriure el directori «%s»
hu: A %s' könyvtárat nem sikerült felülírni

source: Cannot move file "%s" to "%s" %s
ca: No es pot moure el fitxer «%s» a «%s» %s
hu: A fájlt nem sikerült áthelyezni "%s"-ból "%s"-ba %s

source: Cannot remove file "%s" %s
ca: No es pot eliminar el fitxer «%s» %s
hu: A(z) "%s" fájlt nem sikerült törölni. %s

source: Cannot overwrite directory "%s" %s
ca: No es pot sobreescriure el directori «%s» %s
hu: Nem sikerült felülírni a(z) "%s" könyvtárat! %s

source: Cannot overwrite file "%s" %s
ca: No es pot sobreescriure el fitxer «%s» %s
hu: Nem sikerült felülírni a(z) "%s" fájlt! %s

source: Cannot move directory "%s" to "%s" %s
ca: No es pot moure el directori «%s» a «%s» %s
hu: A könyvtárat nem sikerült áthelyezni "%s"-ból "%s"-ba %s

source: Cannot delete file "%s" %s
ca: No es pot esborrar el fitxer «%s» %s
hu: A(z) "%s" fájlt nem sikerült törölni. %s

source: Cannot remove directory "%s" %s
ca: No es pot eliminar el directori «%s» %s
hu: A(z) "%s" könyvtárat nem sikerült törölni. %s

source: Internal error: get_file
ca: Error intern: get_file
hu: Belsõ hiba: get_file

source: 1Copy
ca: 1Copiar
hu: '1Másol

source: 1Delete
ca: 1Esborrar
hu: 1Töröl

source: 1Move
ca: 1Moure
hu: 1Mozgat

source: directories
ca: directoris
hu: könyvtárak

source: directory
ca: directori
hu: könyvtár

source: file
ca: fitxer
hu: fájl

source: files
ca: fitxers
hu: állományok

source: with source mask:
ca: amb màscara font:
hu: a következõ mintával:

source: files/directories
ca: fitxers/directoris
hu: fájlok/könyvtárak

source: Can't operate on ".."!
ca: No es pot treballar sobre «..»!
hu: A ".." könyvtáron nem hajtható végre!

source: No
hu: Nem

source: Yes
ca: Sí
hu: Igen

source: Sorry, I could not put the job in background
ca: Ho sent, no s'ha pogut moure la tasca al fons
hu: A feladatot nem lehet háttérmunkaként végezni

source: Internal failure
ca: Fallada interna
hu: Belsõ hiba

source: Unknown file operation
ca: Operació de fitxer desconeguda
hu: Ismeretlen fájlmûvelet

source: Destination "%s" must be a directory %s
ca: Cal que la destinació «%s» siga un directori %s
hu: A(z) "%s" célnak egy könyvtárnak kell lennie %s

source: &Abort
ca: a&Vortar
hu: &Megszakít

source: &Retry
ca: &Reintentar
hu: Ú&jra

source: Directory not empty. Delete it recursively?
ca: El directori no és buit. Esborrar-lo recursivament?
hu: A könyvtár nem üres. Törölhetõ rekurzívan?

source: Background process: Directory not empty Delete it recursively?
ca: Tasca de fons: El directori no és buit Esborrar-lo recursivament?
hu: Háttér folyamat: A könyvtár nem üres Törölhetõ rekurzívan?

source: a&ll
ca: &Tots
hu: &Mind

source: non&E
ca: ca&P
hu: n&Em

source: Type 'yes' if you REALLY want to delete
ca: Entreu «yes» si voleu esborrar AMB CERTESA
hu: Írd be, hogy 'yes' ha valóban törölni akarod

source: all the directories
ca: tots els directoris
hu: az összes könyvtárat

source: Recursive Delete
ca: Esborrat recursiu
hu: Rekurzív törlés

source: Background process: Recursive Delete
ca: Procés de fons: Esborrat recursiu
hu: Háttér folyamat: Rekurzív törlés

source: File
ca: Fitxer
hu: Fájl

source: Count
ca: Recompte
hu: Darab

source: Bytes
ca: Octets
hu: Bájt

source: Source
ca: Font
hu: Forrás

source: Target
ca: Destinació
hu: Cél

source: Deleting
ca: Esborrant
hu: Törlés

source: Target file "%s" already exists!
ca: El fitxer destinació «%s» ja existeix!
hu: A célfile "%s" már létezik!

source: if &Size differs
ca: si difereix el ta&Many
hu: ha &Különbözõ hosszúak

source: &Update
ca: actualit&Zar
hu: &Frissít

source: Overwrite all targets?
ca: Sobreescriure'ls tots?
hu: Mindent felülírsz?

source: ap&Pend
ca: afe&Gir
hu: &Hozzáfûz

source: Overwrite this target?
ca: Sobreescriure aquest?
hu: Felülírod ezt a fájlt?

source: Target date: %s, size %d
ca: Data destinació: %s, tamany %d
hu: Cél fájl dátuma: %s, hossza %d

source: Source date: %s, size %d
ca: Data del font: %s, tamany %d
hu: Forrás fájl dátuma: %s, hossza %d

source: File exists
ca: El fitxer ja existeix
hu: A fájl már létezik

source: Background process: File exists
ca: Tasca de fons: El fitxer ja existeix
hu: Háttér folyamat: A fájl már létezik

source: preserve &Attributes
ca: &Preservar atributs
hu: &Attribútumok megõrzése

source: follow &Links
ca: seguir en&Llaços
hu: linket &Fájlként

source: to:
ca: cap a:
hu: cél:

source: &Using shell patterns
ca: amb patrons d'&Intèrpret
hu: &Shell mintát használ

source: &Background
ca: córrer de &Fons
hu: &Háttérben

source: &Stable Symlinks
ca: enll. simbòlics &Estables
hu: &Stabil Szimbolikus Link

source: &Dive into subdir if exists
ca: &Recórrer subdir. si existeix
hu: &Létezõ könyvtárba belép

source: Invalid source pattern `%s' %s
ca: El patró de font «%s» no és vàlid %s
hu: Hibás forrásminta '%s' %s

source: &Suspend
ca: &Suspendre
hu: &Felfüggeszt

source: Con&tinue
ca: &Continuar
hu: Fol&ytatás

source: &Chdir
ca: Canvia &dir.
hu: &Ugrás

source: &Again
ca: A&ltra volta
hu: Ú&jra

source: &Quit
ca: Ei&xir
hu: &Kilép

source: Pane&lize
ca: Posar a &plafó
hu: &Panelba

source: &View - F3
ca: &Veure - F3
hu: &Megnéz -F3

source: &Edit - F4
ca: &Editar - F4
hu: &Szerk - F4

source: Content:
ca: Contingut:
hu: Tartalom:

source: Filename:
ca: Nom del fitxer:
hu: Fájlnév:

source: Start at:
ca: Començar a:
hu: Kezdõhely:

source: &Tree
ca: Ar&bre
hu: &Könyvtárfa

source: Find File
ca: Cercar Fitxer
hu: Fájlkeresés

source: Grepping in %s
ca: Cercant a %s
hu: Keresés %s-ben

source: Find/read
ca: Cercar/llegir
hu: Keresés/Olvasás

source: Problem reading from child
ca: Problemes en llegir del fill
hu: Hiba az alprocessztõl történõ olvasásnál

source: Finished
ca: Finalitzat
hu: Befejezve

source: Searching %s
ca: Cercant a %s
hu: Keresés %s

source: Restart
ca: Reiniciar
hu: Újrakezd

source: Suspend
ca: Suspendre
hu: Felfüggeszt

source: Searching
ca: Cercant
hu: Keresés

source: Find file
ca: Cercar fitxer
hu: Fájl keresés

source: Change to this directory
ca: Canviar a aquest directori
hu: Belépés ebbe a könyvtárba

source: Search again
ca: Cercar altra volta
hu: Keresés újra

source: View this file
ca: Veure aquest fitxer
hu: Fájl megtekintése

source: Edit this file
ca: Editar aquest fitxer
hu: Fájl szerkesztése

source: Send the results to a Panel
ca: Enviar els resultats a un plafó
hu: Küldd a végeredményt a panelba

source: Usage: fixhlp <width> <tocname>
ca: Forma d'ús: fixhlp <amplària> <nom-taula-continguts>
hu: Használat: fixhlp <szélesség> <témakör>

source: fixhlp: Cannot open toc for writing
ca: fixhlp: No es pot obrir la taula de continguts per escriure-hi
hu: fixhlp: Nem sikerült a tartalomjegyzéket írásra megnyitni

source: [Contents] Topics:
ca: [Contents] Temes:
hu: [Tartalom] Témák:

source: Help file format error 
ca: El format del fitxer d'ajuda és erroni 
hu: A súgó fájl hibás formátumú 

source: Internal bug: Double start of link area
ca: Error intern: Començament doble de l'àrea d'enllaços
hu: Belsõ hiba: Kétszer kezdõdõ link terület

source: Can't find node [Contents] in help file
ca: No es troba el node [Contents] al fitxer d'ajuda
hu: Nem találom a [Contents] bejegyzést a súgófájlban

source: Help
ca: Ajuda
hu: Súgó

source: Can't open file %s %s
ca: No es pot obrir el fitxer %s %s
hu: Nem sikerült megnyitni a(z) %s fájlt %s

source: Can't find node %s in help file
ca: No es troba el node %s al fitxer d'ajuda
hu: A %s bejegyzés nem található a súgófájlban

source: Index
ca: Índex
hu: Tartalom

source: Prev
ca: Anterior
hu: Elõzõ

source: &Move
ca: &Moure
hu: &Mozgat

source: &Remove
ca: &Eliminar
hu: &Mozgat

source: &Append
ca: A&fegir
hu: &Hozzáfûz

source: &Insert
ca: &Inserir
hu: &Elé

source: New &Entry
ca: Nova en&trada
hu: Ú&j elem

source: New &Group
ca: Nou &grup
hu: Új &csoport

source: &Up
ca: A&munt
hu: &Fel

source: &Add current
ca: Afe&gir actual
hu: &Aktuális

source: Change &To
ca: Can&viar a
hu: &Ugrás

source: Subgroup - press ENTER to see list
ca: Subgrup - premeu RETORN per veure la llista
hu: Alcsoport - a tartalomhoz nyomj ENTER -t

source: Active VFS directories
ca: Directoris VFS actius
hu: Aktív Virtuális fájlrendszerek

source: Directory hotlist
ca: Directoris favorits
hu: Könyvjelzõk

source: Directory path
ca: Ruta del directori
hu: Elérési út

source: Directory label
ca: Etiqueta del directori
hu: Címke

source: Moving
ca: Movent
hu: Mozgatás

source: Directory label
ca: Etiqueta del directori
hu: Címke

source: Directory path
ca: Ruta del directori
hu: Elérési út

source: New hotlist entry
ca: Nova entrada
hu: Új bejegyzés
