Repository: carolhanna01/binary2name
Catalog: gnu_dataset/mc-4.5.41/po/*.po
Languages: ca, hu

source: Can't spawn child program
ca: No es pot llançar el procés fill
hu: Nem sikerült a segédprogram elindítása

source: Empty output from child filter
ca: L'eixida del filtre fill és buida
hu: Üres a segédprogram kimenete

source: Could not open file
ca: No es pot obrir el fitxer
hu: A fájlt nem lehet megnyitni

source: Can't open file "
ca: No es pot obrir el fitxer "
hu: A következõ file nem nyitható meg: "

source: Can't stat file
ca: No es pot estudiar el fitxer
hu: Nem sikerült a fájl adatainak lekérdezése

source: Can't view: not a regular file
ca: No es pot veure perquè no és un fitxer ordinari
hu: Nem jeleníthetõ meg, mert nem hagyományos fájl

source: Can't open "%s" %s
hu: Nem sikerült megnyitni a(z) %s fájlt %s

source: File: %s
ca: Fitxer: %s
hu: Fájl: %s

source: [grow]
ca: [expandit]
hu: [növekvõ]

source: Searching for `%s'
ca: S'està cercant «%s»
hu: %s keresése

source: Search string not found
ca: No s'ha trobat la cadena
hu: A keresett szöveg nem található

source: Invalid regular expression
ca: L'expressió regular no és vàlida
hu: Hibás reguláris kifejezés

source: The current line number is %d. Enter the new line number:
ca: La línia actual és la número %d. Entreu el nou número de línia:
hu: Az aktuális sor száma %d. Írd be az kívánt sor számát:

source: Enter regexp:
ca: Entreu l'expressió regular:
hu: Írd be a keresett reguláris kifejezést:

source: Line
ca: Línia
hu: Sor

source: RxSrch
ca: ExpReg
hu: KifKer

source: EdHex
ca: EdtHex
hu: HexSz

source: EdText
ca: EdtTxt
hu: SzövSz

source: UnWrap
ca: NoAjus
hu: NSorTö

source: Wrap
ca: Ajusta
hu: SorTör

source: HxSrch
ca: CrcHex
hu: HxKere

source: Parse
ca: Interp
hu: Feldol

source: Raw
ca: Brut
hu: Nyers

source: Format
hu: Formáz

source: Unform
ca: NoFrmt
hu: NForm

source: Function key 1
ca: Tecla funció 1
hu: Funkció bill. 1

source: Function key 2
ca: Tecla funció 2
hu: Funkció bill. 2

source: Function key 3
ca: Tecla funció 3
hu: Funkció bill. 3

source: Function key 4
ca: Tecla funció 4
hu: Funkció bill. 4

source: Function key 5
ca: Tecla funció 5
hu: Funkció bill. 5

source: Function key 6
ca: Tecla funció 6
hu: Funkció bill. 6

source: Function key 7
ca: Tecla funció 7
hu: Funkció bill. 7

source: Function key 8
ca: Tecla funció 8
hu: Funkció bill. 8

source: Function key 9
ca: Tecla funció 9
hu: Funkció bill. 9

source: Function key 10
ca: Tecla funció 10
hu: Funkció bill. 10

source: Function key 11
ca: Tecla funció 11
hu: Funkció bill. 11

source: Function key 12
ca: Tecla funció 12
hu: Funkció bill. 12

source: Function key 13
ca: Tecla funció 13
hu: Funkció bill. 13

source: Function key 14
ca: Tecla funció 14
hu: Funkció bill. 14

source: Function key 15
ca: Tecla funció 15
hu: Funkció bill. 15

source: Function key 16
ca: Tecla funció 16
hu: Funkció bill. 16

source: Function key 17
ca: Tecla funció 17
hu: Funkció bill. 17

source: Function key 18
ca: Tecla funció 18
hu: Funkció bill. 18

source: Function key 19
ca: Tecla funció 19
hu: Funkció bill. 19

source: Function key 20
ca: Tecla funció 20
hu: Funkció bill. 20

source: Backspace key
ca: Tecla retrocés
hu: Backspace bill.

source: End key
ca: Posició final
hu: End bill.

source: Up arrow key
ca: Cursor amunt
hu: Felfelé nyíl

source: Down arrow key
ca: Cursor avall
hu: Lefelé nyíl

source: Left arrow key
ca: Cursor esquerra
hu: Balra nyíl

source: Right arrow key
ca: Cursor dreta
hu: Jobbra nyíl

source: Home key
ca: Posició inicial
hu: Home bill.

source: Page Down key
ca: Avançar pàgina
hu: Page Down bill.

source: Page Up key
ca: Retroced. pàgina
hu: Page Up bill.

source: Insert key
ca: Tecla d'inserir
hu: Insert bill.

source: Delete key
ca: Tecla d'esborrar
hu: Delete bill.

source: Completion/M-tab
ca: Completar/M-tab
hu: Kiegészít/M-tab

source: + on keypad
ca: + teclat numèric
hu: szürke +

source: - on keypad
ca: - teclat numèric
hu: szürke -

source: * on keypad
ca: * teclat numèric
hu: szürke *

source: Left arrow keypad
ca: Esquerra t. num.
hu: Szürke balra nyíl

source: Right arrow keypad
ca: Dreta t. numèric
hu: Szürke jobbra nyíl

source: Up arrow keypad
ca: Amunt t. númeric
hu: Szürke felfelé nyíl

source: Down arrow keypad
ca: Avall t. numèric
hu: Szürke lefelé nyíl

source: Home on keypad
ca: Inici t. numèric
hu: Szürke Home bill.

source: End on keypad
ca: Final t. numèric
hu: Szürke End bill.

source: Page Down keypad
ca: Av. pàg. t. num.
hu: Szürke Page Down bill.

source: Page Up keypad
ca: Re. pàg. t. num.
hu: Szürke Page Up bill.

source: Insert on keypad
ca: Inserir t. num.
hu: Szürke Insert bill.

source: Delete on keypad
ca: Esborrar t. num.
hu: Szürke Delete bill.

source: Enter on keypad
ca: Retorn t. num.
hu: Szürke Enter bill.

source: Slash on keypad
ca: Barra t. numèric
hu: Szürke '/' bill.

source: NumLock on keypad
ca: BloqNum t. num.
hu: NumLock bill.

source: Couldn't open %s archive %s
ca: No s'ha pogut obrir l'arxiu %s %s
hu: Nem sikerült a(z) %s archívumot megnyitni %s

source: Inconsistent extfs archive
ca: L'arxiu extfs no és consistent
hu: Nem konzisztens extfs archív

source: Sorry, we can not do password authenticated connections for now.
ca: Ho sent, però encara no es poden fer connexions autenticades.
hu: Bocs, nem tudok jelszóellenõrzött kapcsolatot létesíteni most.

source: ftpfs: Disconnecting from %s
ca: ftpfs: Desconnectant de %s
hu: ftpfs: Lecsatlakozás %s-rõl

source: FTP: Password required for
ca: FTP: Cal una contrasenya per
hu: FTP: Jelszó szükséges:

source: Proxy: Password required for
ca: Altern: Cal una contrasenya per
hu: Proxy: Jelszó szükséges:

source: ftpfs: sending proxy login name
ca: ftpfs: enviant identificació a l'altern
hu: ftpfs: proxy felhasználói név küldése

source: ftpfs: sending proxy user password
ca: ftpfs: enviant contrasenya a l'altern
hu: ftpfs: a proxy felhasználó jelszó küldése

source: ftpfs: proxy authentication succeeded
ca: ftpfs: l'autenticació amb l'altern ha tingut èxit
hu: ftpfs: proxy autentikáció sikeres

source: ftpfs: connected to %s
ca: ftpfs: s'ha connectat amb %s
hu: ftpfs: csatlakozva:

source: ftpfs: sending login name
ca: ftpfs: enviant identificació
hu: ftpfs: belépési név küldése

source: ftpfs: sending user password
ca: ftpfs: enviant contrasenya
hu: ftpfs: felhasználójelszó küldése

source: ftpfs: logged in
ca: ftpfs: la identificació és correcta
hu: ftpfs: bejelentkezve

source: ftpfs: Login incorrect for user %s
ca: ftpfs: La identificació per %s no és correcta
hu: ftpfs: Hibás belépés %s felhasználóval

source: Could not set source routing (%s)
ca: No s'ha pogut establir l'encaminament (%s)
hu: Nem tudom a routing forrását beállítani (%s)

source: ftpfs: Invalid host name.
ca: ftpfs: El nom de l'amfitrió no és vàlid.
hu: ftpfs: Rossz szervernév.

source: ftpfs: Invalid host address.
ca: ftpfs: L'adreça de l'amfitrió no és vàlida.
hu: ftpfs: Rossz szervercím.

source: ftpfs: making connection to %s
ca: ftpfs: s'està connectant amb %s
hu: ftpfs: csatlakozás %s szerverre

source: ftpfs: connection interrupted by user
ca: ftpfs: l'usuari ha interromput la connexió
hu: ftpfs: csatlakozás megszakítva

source: ftpfs: connection to server failed: %s
ca: ftpfs: fallà la connexió amb el servidor: %s
hu: ftpfs: csatlakozás nem sikerült: %s

source: Waiting to retry... %d (Control-C to cancel)
ca: Esperant a reintentar... %d (Ctrl-C per cancel·lar)
hu: %d másodperc az újra próbálkozásig (Ctrl-C megállít)

source: ftpfs: could not setup passive mode for source routing
ca: ftpfs: no s'ha pogut establir el mode passiu a l'encaminament
hu: ftpfs: nem tudom a szervert passzív módba állítani

source: ftpfs: could not setup passive mode
ca: ftpfs: no s'ha pogut establir el mode passiu
hu: ftpfs: nem tudom beállítani a passzív módot

source: ftpfs: aborting transfer.
ca: ftpfs: avortant la transferència.
hu: ftpfs: átvitel megszakítása.

source: ftpfs: abort error: %s
ca: ftpfs: error en avortar: %s
hu: ftpfs: megszakítási hiba: %s

source: ftpfs: abort failed
ca: ftpfs: ha fallat l'avortament
hu: ftpfs: megszakítás sikertelen

source: ftpfs: CWD failed.
ca: ftpfs: ha fallat la comanda CWD.
hu: ftpfs: CWD nem sikerült.

source: ftpfs: couldn't resolve symlink
ca: ftpfs: no es pot seguir l'enllaç simbòlic
hu: ftpfs: nem tudom a szimlinket értelmezni

source: Resolving symlink...
ca: Seguint l'enllaç simbòlic...
hu: Szimlink feloldása...

source: ftpfs: Reading FTP directory %s... (don't use UNIX ls options)
ca: ftpfs: llegint directori FTP %s... (no useu opcions de l'ls)
hu: ftpfs: %s FTP könytár olvasása (ne használd a UNIX ls parancsot)

source: ftpfs: Reading FTP directory %s...
ca: ftpfs: Llegint directori FTP %s...
hu: ftpfs: %s FTP könyvtár olvasása

source: ftpfs: FAIL
ca: ftpfs: FALLADA
hu: ftpfs: HIBA

source: ftpfs: reading FTP directory interrupt by user
ca: ftpfs: l'usuari ha interromput la lectura del directori FTP
hu: ftpfs: FTP könyvtár olvasása a felhasználó által megszakítva

source: ftpfs: got listing
ca: ftpfs: s'ha obtés el llistat
hu: ftpfs: listázva

source: ftpfs: failed
ca: ftpfs: ha fallat
hu: ftpfs: nem sikerült

source: ftpfs: failed; nowhere to fallback to
ca: ftpfs: ha fallat; enlloc per retornar-hi
hu: ftpfs: hiba: nincs hova visszalépni

source: ftpfs: storing file %d (%d)
ca: ftpfs: guardant el fitxer %d (%d)
hu: ftpfs: fájl feltöltése %d (%s)

source: ~/.netrc file has not correct mode. Remove password or correct mode.
ca: ~/.netrc no té els permissos adequats. Elimineu-ne la contrasenya o corregiu els permissos.
hu: a ~/.netrc nem megfelelõ jogokkal rendelkezik. Töröld ki a jelszót, vagy állítsd át a jogokat.

source: The server does not support this version
ca: El servidor no suporta aquesta versió
hu: A szerver nem támogatja ezt a verziót

source: The remote server is not running on a system port you need a password to log in, but the information may not be safe on the remote side. Continue?
ca: El servidor remot no és corrent a un port del sistema. Necessiteu una contrasenya per entrar-hi, però la informació podria no ser segura a la banda remota. Continuar?
hu: A távoli szerver nem fut a rendszer porton jelszóval kell belépned, de az információk nem lesznek biztonságban a másik oldalon. Folytassam?

source: No
hu: Nem

source: Yes
ca: Sí
hu: Igen

source: The remote server is running on strange port. Giving up.
ca: El servidor remot és corrent a un port estrany. Desistint.
hu: A szerver furcsa porton fut. Feladom.

source: MCFS Password required
ca: Cal una contrasenya per l'MCFS
hu: MCFS jelszó szükséges

source: Invalid password
ca: La contrasenya no és vàlida
hu: Rossz jelszó

source: Too many open connections
ca: Massa connexions obertes
hu: Túl sok nyitott kapcsolat

source: Couldn't open tar archive %s
ca: No s'ha pogut obrir l'arxiu tar %s
hu: Nem tudom megnyitni a tar archívot %s

source: Unexpected EOF on archive file
ca: Fí de fitxer inesperat a l'arxiu
hu: Nincs fájlvég az archívban

source: Inconsistent tar archive
ca: L'arxiu tar no és consistent
hu: Nem konzisztens tar archív

source: Hmm,... %s doesn't look like a tar archive.
ca: Umm,... %s no sembla un arxiu tar.
hu: Hmm... %s nem úgy néz ki, mint egy tar archív.

source: open
ca: obrir

source: edit
ca: editar

source: view
ca: veure

source: is
ca: és

source: _File...
ca: _Fitxer...

source: Sticky
ca: Permanença

source: <Unknown> (%d)
ca: <Desconegut> (%d)

source: Caching
ca: Memòria cau

source: New _File...
ca: Nou _Fitxers...

source: Offset 0x%08lx
ca: Desplaçament 0x%08lx

source: ok
ca: acceptar

source: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation A user friendly text editor written for the Midnight Commander.
ca: Cooledit v3.11.5 Copyright (C) 1996 Free Software Foundation Un editor de text amistós escrit pel Midnight Commander.

source: Replc
ca: Reempl

source: On
ca: Sobre

source: ISO 8859-1
ca: ISO 8859-1 (Latin1)

source: sticky bit
ca: bit de permanença

source: and T or INS to mark
ca: T o INS per marcar-les

source: Link
ca: Enllaç

source: link: %s
ca: enllaç: %s

source: Socket source routing setup
ca: Configuració d'encaminament

source: Enter host name to use as a source routing hop:
ca: Entreu l'amfitrió que s'usarà com a mitjancer:

source: &Inode
ca: node-&I

source: N&GID
ca: &GID numèric

source: N&UID
ca: &UID numèric

source: Reget failed, about to overwrite file
ca: Ha fallat la represa, es sobreescriurà el fitxer

source: Incomplete file was retrieved. Keep it?
ca: S'ha portat un fitxer incomplet. Voleu mantenir-lo?

source: &Reget
ca: repre&Ndre

source: OK
ca: Bé

source: c&Hmod C-x c
ca: permissos (c&Hmod) C-x c

source: &Link C-x l
ca: en&Llaçar C-x l

source: ch&Own C-x o
ca: propietari (ch&Own) C-x o

source: Resets soft keys on HP terminals
ca: Reinicia les tecles programades a terminals HP

source: GEOMETRY
ca: GEOMETRIA

source: Inode
ca: Nodei

source: Offset 0x%08x
ca: Desplaçament 0x%08x

source: Hex
ca: Hexa
