Repository: carolhanna01/binary2name
Catalog: gnu_dataset/mc-4.5.41/po/*.po
Languages: ca, hu

source: Emacs key:
ca: Tecla d'Emacs:
hu: Emacs billentyû:

source: Execute Macro
ca: Executar macro
hu: Makró futtatása

source: Press macro hotkey:
ca: Polseu la combinació per la macro:
hu: Nyomj makró gyorsbillentyût:

source: Insert Literal
ca: Inserir literal
hu: Karakter beszúrása

source: Press any key:
ca: Premeu una tecla:
hu: Nyomj meg egy gombot:

source: There is no other panel to compare contents to
ca: No hi ha altre plafó per comparar-ne els continguts
hu: Nincs másik panel, amivel össze lehetne hasonlítani

source: The Midnight Commander Team
hu: A Midnight Commander csapat

source: bug reports: http://bugs.gnome.org, or use gnome-bug
hu: hibalista: http://bugs.gnome.org, vagy használd a gnome-bug-ot

source: The GNOME edition of the Midnight Commander file manager.
ca: L'edició per GNOME del gestor de fitxers Midnight Commander.
hu: A GNOME verziója a Midnight Commander file manager-nek.

source: Sort By
ca: Ordenar per
hu: Rendezés:

source: Ignore case sensitivity.
ca: No distingir majús./minús.
hu: kis/Nagy külön

source: Sort files by
hu: Fájlok rendezése:

source: Name
ca: Nom
hu: Név

source: File Type
ca: Tipus de fitxer
hu: Fájl típusok

source: Size
ca: Tamany
hu: Hossz

source: Time Last Accessed
ca: Data d'accés
hu: Utolsó elérés ideje

source: Time Last Modified
ca: Data de modificació
hu: Utolsó módosítás ideje

source: Time Last Changed
ca: Data de canvi
hu: Utolsó változás ideje

source: Reverse the order.
ca: Invertir l'ordre.
hu: Fordított rendezés.

source: Enter name.
ca: Entreu el nom.
hu: Írd be a nevet

source: Enter label for command:
ca: Entreu l'etiqueta per la comanda:
hu: Írd be a parancs címkéjét:

source: Find all core files
ca: Trobar tots els fitxers «core»
hu: Minden core fájl megkeresése

source: Find rejects after patching
ca: Trobar fitxers rebutjats després d'apedaçar
hu: Sikertelen patch próbálkozások

source: Run Command
ca: Executar comanda
hu: Parancsok futtatása

source: Preset Commands
ca: Comandes predefinides
hu: Parancsok elrõre beállítása

source: Add
ca: Afegir
hu: Hozzáad

source: Remove
ca: Eliminar
hu: Töröl

source: Run this Command
ca: Executar aquesta comanda
hu: Futtasd ezt a parancsot

source: Command:
ca: Comanda:
hu: Parancs:

source: Set Filter
ca: Establir filtre
hu: Szûrõ beállítása

source: Show all files
ca: Mostrar tots els fitxers
hu: Minden fájlt mutat

source: Enter a filter here for files in the panel view. For example: *.png will show just png images
ca: Entreu un filtre pels fitxers del plafó. Per exemple: *.png només mostrarà imatges png
hu: Írj be egy szûrõt a panelben történõ megjelenítéshez. Például: *.png csak a png fájlokat fogja mutatni

source: Enter a Regular Expression to filter files in the panel view.
ca: Entreu una expressió regular per filtrar els fitxers del plafó.
hu: Írj be egy reguláris kifejezést a panelben szûrt megjelenítéshez.

source: Open with...
ca: Obrir amb...
hu: Megnyitás másként...

source: Enter extra arguments:
ca: Entreu altres arguments:
hu: Extra argumentumok:

source: Desktop entry properties
ca: Propietats de l'entrada d'escriptori
hu: Desktopbejegyzés tulajdonságai

source: Select File
ca: Seleccionar fitxer
hu: Fájl kijelölése

source: Enter a filter here to select files in the panel view with. For example: *.png will select all png images
ca: Entreu un filtre pels fitxers del plafó. Per exemple: *.png només mostrarà imatges png
hu: Írj be egy szûrõt a panelben történõ kijelöléshez. Például: *.png csak a png fájlokat fogja kijelölni

source: Enter a regular expression here to select files in the panel view with.
ca: Entreu una expressió regular per filtrar els fitxers del plafó.
hu: Írj be egy reguláris kifejezést a panelben szûrt megjelenítéshez.

source: Malformed regular expression
ca: L'expressió regular no és correcta
hu: Hibás reguláris kifejezés

source: Creating a desktop link
hu: Egy új munkalap link készítése

source: Enter the URL:
hu: Írd be az URL-t:

source: Access Time
ca: Data d'accés
hu: Hozzáférés ideje

source: Creation Time
ca: Data de creació
hu: Létrehozás ideje

source: Group
ca: Grup
hu: Csoport

source: Group ID
ca: ID del grup
hu: Csoport ID

source: Inode Number
ca: Número de node-i
hu: Inode szám

source: Mode
hu: Mód

source: Modification Time
ca: Data de modificació
hu: Módosítás ideje

source: Number of Hard Links
ca: Nombre d'enllaços forts
hu: Linkek száma

source: Owner
ca: Propietari
hu: Tulaj

source: Permission
ca: Permissos
hu: Jogok

source: Size (short)
ca: Tamany (curt)
hu: Méret (rendezés)

source: Type
ca: Tipus
hu: Típus

source: User ID
ca: ID de l'usuari
hu: Felhasználó ID

source: Possible Columns
ca: Columnes possibles
hu: Lehetséges oszlopok

source: Displayed Columns
ca: Columnes mostrades
hu: Megjelenített oszlopok

source: Custom View
ca: Vista personalitzada
hu: Beállított nézet

source: Snap icons to grid
hu: Ikonok rácsra feszítése

source: Use shaped icons
hu: Árnyékolt ikonok használata

source: Desktop
ca: Escriptori
hu: Munkaasztal

source: Warning
ca: Avís
hu: Figyelem

source: Could not open %s; will not have desktop icons
ca: No s'ha pogut obrir %s; no hi haurà icones a l'escriptori
hu: Nem tudom megnyitni '%s'-t, nem lesznek munkaasztal ikonok

source: While running the mount/umount command
ca: Mentre s'executava la comanda de (des)muntage
hu: A mount/umount program futása közben

source: While running the eject command
ca: Mentre s'executava la comanda d'expulsió
hu: Az eject program futása közben

source: Error
hu: Hiba

source: Home directory
ca: Directori personal
hu: Saját könyvtár

source: Could not symlink %s to %s; will not have initial home desktop icon.
hu: Nem tudok szimlinket készíteni %s-rõl %s-re, nem lesz saját könyvtár ikon.

source: Unable to locate the file: background-properties-capplet in your path. We are unable to set the background.
ca: No s'ha pogut trobar el fitxer: background-properties-capplet a la vostra ruta de programes. No es pot penjar la imatge de fons.
hu: Nem találom a fájlt: background-properties-capplet a keresési útvonaladban. Nem tudom beállítani a hátteret.

source: Launch a new terminal in the current directory
ca: Llança un nou terminal al directori actual
hu: Egy új terminált indítson az aktuális könyvtárban

source: _Terminal
hu: _Terminál

source: Creates a new directory
ca: Crea un nou directori
hu: Új mappa létrehozása

source: _Directory...
ca: _Directori...
hu: _Könyvtár...

source: Creates a new URL link
hu: Új URL link létrehozása

source: Creates a new launcher
ca: Crea un nou llançador
hu: Új indító létrehozása

source: _Launcher...
ca: _Llançador...
hu: I_ndító...

source: To:
ca: A:
hu: Címzett:

source: Copying from:
ca: Copiant de:
hu: Másolás honnan:

source: Deleting file:
ca: Esborrant fitxer:
hu: Fájl törlése:

source: Files Exist
ca: Alguns fitxers ja existeixen
hu: A fájl már létezik

source: Some of the files you are trying to copy already exist in the destination folder. Please select the action to be performed.
ca: Alguns dels fitxers que proveu de copiar ja existeixen a la carpeta destinació. Per favor seleccioneu quina acció cal prendre.
hu: A fájlok, melyeket megadtál másolásra, már megvannak a célkönyvtárban is. Kérlek mondd meg, mit tegyek.

source: Prompt me before overwriting any file.
ca: Preguntar abans de sobreescriure un fitxer.
hu: Jelezd, mielõtt felülírnál egy fájlt.

source: Don't overwrite any files.
ca: No sobreescriure cap fitxer.
hu: Ne írj felül egy fájlt sem.

source: Overwrite:
ca: Sobreescriure:
hu: Felülír:

source: Older files.
ca: Els fitxers més antics.
hu: Az öregebb fájlt.

source: Files only if size differs.
ca: Només si els tamanys difereixen.
hu: Ha a méret különbözik.

source: All files.
ca: Tots els fitxers.
hu: Minden fájlt.

source: File Exists
ca: El fitxer ja existeix
hu: A fájl már létezik.

source: The target file already exists: %s
ca: El fitxer destinació ja existeix: %s
hu: A célfile "%s" már létezik!

source: Replace it?
ca: Reemplaçar-lo?
hu: Cseréljem?

source: Copy
ca: Copiar
hu: Másol

source: Move
ca: Moure
hu: Mozgat

source: Destination
ca: Destinació
hu: Cél

source: Find Destination Folder
ca: Trobar carpeta destinació
hu: Célmappa keresése

source: Copy as a background process
ca: Copiar com a procés de fons
hu: Háttér folyamatként másolás

source: Advanced Options
ca: Opcions avançades
hu: Gyakorlott beállítások

source: Preserve symlinks
ca: Mantenir enllaços simbòlics.
hu: Szimbolikus linkek megõrzése

source: Follow links.
ca: Seguir els enllaços.
hu: Kövesd a linkeket.

source: Selecting this will copy the files that symlinks point to instead of just copying the link.
ca: Amb açò es copiaran els fitxers apuntats pels enllaços en comptes dels propis enllaços.
hu: Ezt kiválasztva a fájlokat a szimbolikus linkeket követve fog másolni,nem a linkeket.

source: Preserve file attributes.
ca: Mantenir atributs de fitxer.
hu: Fájl attribútumokat õrizd meg.

source: Preserves the permissions and the UID/GID if possible
ca: Manté els permissos i l'UID/GID si es pot.
hu: Az UID/GID-et megtartja, ha lehetséges

source: Recursively copy subdirectories.
ca: Copiar directoris recursivament.
hu: A könyvtárak rekurzív másolása.

source: If set, this will copy the directories recursively
ca: Si es marca, els directoris es copiaran recursivament.
hu: Ha be van állítva, a könyvtárakat rekurzívan másolja

source: %s Directory not empty. Delete it recursively?
ca: %s El directori no és buit. Esborrar-lo recursivament?
hu: %s A könyvtár nem üres. Töröljem rekurzívan?

source: Delete:
ca: Esborrar:
hu: Töröl:

source: Do the same for the rest
ca: Fer el mateix per la resta
hu: Csináld ezt a többivel

source: Move Progress
ca: Progrés de moviment
hu: A mozgatás folyamatban

source: Copy Progress
ca: Progrés de còpia
hu: Fájlok másolása

source: Delete Progress
ca: Progrés d'esborrat
hu: Delete bill.

source: File
ca: El fitxer
hu: Fájl

source: done.
ca: enllestit.
hu: kész.

source: Password
ca: Contrasenya
hu: Jelszó

source: Password:
ca: Contrasenya:
hu: Jelszó

source: Symbolic Link
ca: Enllaç simbòlic
hu: Szimbolikus link

source: Existing filename (filename symlink will point to):
ca: Fitxer existent (nom de fitxer on apuntarà l'enllaç):
hu: Létezõ fájlnév (ahova a szimlink mutatni fog):

source: Symbolic link filename:
ca: Nom de l'enllaç simbòlic:
hu: Szimbolikus link neve:

source: _Move here
ca: _Moure ací
hu: _Mozgasd ide

source: _Copy here
ca: _Copiar ací
hu: Má_sold ide

source: _Link here
ca: Crear-hi un en_llaç
hu: _Linkeld ide

source: Cancel drag
ca: Cancel·lar moviment
hu: Elenged

source: Could not stat %s %s
ca: No s'ha pogut estudiar %s %s
hu: Nem sikerült %s lekérdezése (stat) %s

source: Default set of icons not found, please check your installation
ca: El joc d'icones per defecte no es troba, comproveu la vostra instal·lació
hu: Alapértelmezett ikoncsoportot nem találtam, ellenõrizd a telepítést, kérlek

source: _Icon View
ca: Vista d'_Icones
hu: _Ikon nézet

source: Switch view to an icon display
ca: Mostra els fitxers en una vista d'icones
hu: Ikon nézetre kapcsolja az ablakot

source: _Brief View
ca: Vista _Breu
hu: _Rövid nézet

source: Switch view to show just file name and type
ca: Només mostra el nom i el tipus de fitxer
hu: Rövid nézetre kapcsolja az ablakot

source: _Detailed View
ca: Vista _Detallada
hu: _Részletes nézet

source: Switch view to show detailed file statistics
ca: Mostra característiques detallades del fitxer
hu: Részletes nézetre kapcsolja az ablakot

source: _Custom View
ca: Vista _Personalitzada
hu: _Beállított nézet

source: Switch view to show user-defined statistics
ca: Mostra les característiques definides per l'usuari
hu: Beállított nézetre kapcsolja az ablakot

source: Icons
ca: Icones
hu: Ikonok

source: Brief
ca: Breu
hu: Rövid

source: Detailed
ca: Detallat
hu: Részletes

source: Custom
ca: A mesura
hu: Beállított

source: Enter command to run
ca: Entreu la comanda a executar
hu: Írd be az indítandó parancsot

source: Notice that if you choose to terminate the file manager, you will also terminate the GNOME desktop handler. Are you sure you want to exit?
ca: Tingueu en compte que, si tanqueu el gestor de fitxers, també eliminareu el gestor d'escriptori de GNOME. Esteu segur que voleu eixir?
hu: Megjegyzem, ha kilépsz a fájlkezelõbõl, megállítod a munkaasztal-kezelõt is. Tényleg ki akarsz lépni?

source: The file manager and the desktop handler are now terminating If you want to start up again the desktop handler or the file manager you can launch it from the Panel, or you can run the UNIX command `gmc' Press OK to terminate the application, or cancel to continue using it.
ca: S'estan tancant el gestor de fitxers i el d'escriptori. Si voleu engegar novament el gestor d'escriptori o el de fitxers, podeu llançar-los des del Plafó, o podeu executar la comanda UNIX «gmc». Premeu Acceptar per tancar l'aplicació, o Cancel·lar per continuar usant-la.
hu: A fájlmenedzser és a munkaasztal kezelõ most megáll Ha szeretnéd újraindítani, a panelrõl indítsd el a Fájlkezelõt, vagy UNIX parancssorból futtathatod a 'gmc' paranccsal. Nyomd meg az OK gombot, hogy megállítsd az alkalmazást, vagy a mégsem gombot a folytatáshoz.

source: Copy files
ca: Còpia fitxers
hu: Fájlok másolása

source: _Copy...
ca: _Copiar...
hu: Má_sol...

source: Delete files
ca: Esborra fitxers
hu: Fájlok törlése

source: _Delete...
ca: _Esborrar...
hu: _Törlés...

source: Rename or move files
ca: Mou o reanomena fitxers
hu: Fájlok átnevezése vagy mozgatása

source: _Move...
ca: _Moure...
hu: _Mozgat...

source: Show directory sizes
ca: Veure tamany directoris
hu: Könyvtárak mérete

source: Shows the disk space used by each directory
ca: Mostra l'espai de disc usat per cada directori
hu: A könyvtárak által foglalt területet mutatja

source: Select _All
ca: Seleccionar _tot
hu: Mindent ki_jelöl

source: Select all files in the current Panel
ca: Selecciona tots els fitxers del plafó actual
hu: Minden fájlt kijelöl a panelon

source: Select a group of files
ca: Seleccionar un grup de fitxers
hu: A fájlok egy csoportjának kiválasztása

source: _Select Files...
ca: _Seleccionar fitxers...
hu: _Fájlok kijelölése...

source: Reverses the list of tagged files
ca: Inverteix la llista de fitxers seleccionats
hu: Kijelölt állományok listájának megfordítása

source: _Invert Selection
ca: _Invertir selecció
hu: Kijelölés meg_fordítása

source: Search
ca: Cercar
hu: Keres

source: Search for a file in the current Panel
hu: Az aktuális panelon fájl keresése

source: Rescan the directory contents
ca: Rellig els continguts del directori
hu: Könyvtár tartalmat újra olvas

source: _Rescan Directory
ca: _Rellegir directori
hu: _Könyvtár újraolvasása

source: Confirmation settings
ca: Opcions d'ordenació
hu: Megerõsítés beállításai

source: _Sort By...
ca: _Ordenar per...
hu: _Rendezés...

source: Global option settings
ca: Opcions de filtrat
hu: Globális beállítások

source: _Filter View...
ca: _Filtrar vista...
hu: _Szûrt nézet...

source: Locate files on disk
ca: Cerca fitxers al disc
hu: Fájlok keresése lemezen

source: _Find File...
ca: Cercar _fitxer...
hu: _Fájl keresése

source: Edits the MIME type bindings
ca: Editar les associacions de tipus MIME
hu: Szerkeszti a MIME típus hozzárendeléseket

source: _Edit mime types...
ca: _Editar tipus MIME...
hu: _Mime tÍpusok szerkesztése...

source: Runs a command
ca: Executa una comanda
hu: Parancsot futtat

source: _Run Command...
ca: Executar _comanda...
hu: _Parancs futtatása...

source: Run a command and put the results in a panel
ca: Posa els resultats d'una comanda dins un plafó
hu: Futtat egy parancsot, a kimenetét megjeleníti a panelon

source: _Run Command in panel...
ca: Executar cap al _plafó...
hu: _Panelben futtass egy parancsot...

source: List of background operations
ca: Mostra una llista de tasques de fons
hu: Háttér mûveletek listája

source: _Background jobs...
ca: _Tasques de fons...
hu: _Háttérben futó munkák...

source: Exit
ca: Ei_xir
hu: Kilép

source: Terminates the file manager and the desktop
ca: Tanca el gestor de fitxers i el d'escriptori
hu: A fájlmenedzsert és a munkaasztalkezelõt megállítja

source: _Layout
ca: _Disposició
hu: _Megjelenés

source: _Commands
ca: _Comandes
hu: _Parancsok

source: _Desktop
ca: E_scriptori
hu: _Munkaasztal

source: _Help
ca: _Ajuda
hu: _Súgó

source: File/New/Directory...
ca: Fitxer/Nou/Directori...
hu: Fájl/Új/könyvtár...

source: You are running the GNOME File Manager as root. As root, you can damage your system if you are not careful, and the GNOME File Manager will not stop you from doing it.
hu: A GNOME fájlkezelõt épp rendszergazdaként futtatod. Mint root, a rendszeredet tönkreteheted, ha ügyetlen vagy, és a fájlkezelõ ebben nem fog megakadályozni.

source: Could not open the /etc/fstab file
hu: A fájlt nem lehet megnyitni

source: Could not symlink %s to %s; will not have such a desktop device icon.
hu: Nem tudom elkészíteni a %s szimlinket %s-rõl, nem lesz ilyen munkaasztal ikon.

source: Disk %d
hu: Lemez: %d

source: NFS dir %s
hu: NFS könyvtár: %s

source: Device %d
ca: Dispositiu %d
hu: Eszköz: %d

source: Full Name:
ca: Nom complet:
hu: Teljes név:

source: File Name
ca: Nom del fitxer
hu: Állomány név

source: File Type:
ca: Tipus:
hu: Fájl típus:

source: File Type: Symbolic Link
ca: Tipus: Enllaç simbòlic
hu: Fájltípus: Szimbolikus link

source: Target Name: INVALID LINK
ca: Nom destinació: ENLLAÇ NO VÀLID
hu: Cél neve: NEM JÓ LINK

source: Target Name:
ca: Nom destinació:
hu: Cél fájlnév:

source: File Type: Directory
ca: Tipus: Directori
hu: Fájl típus: Könyvtár

source: File Type: Character Device
ca: Tipus: Dispositiu de caràcters
hu: Fájl típus: Karakter eszköz

source: File Type: Block Device
ca: Tipus: dispositiu de blocs
hu: Fájl típus: Blokk eszköz

source: File Type: Socket
ca: Tipus: Connector
hu: Fájl típus: Csatlakozó

source: File Type: FIFO
ca: Tipus: Cua FIFO
hu: Fájl típus: FIFO

source: bytes
ca: octets
hu: bájt

source: File Size:
ca: Tamany:
hu: Fájl hossz:

source: KBytes (
ca: KOctets (
hu: Kilobájt (

source: bytes)
ca: octets)
hu: bájt)

source: MBytes (
ca: MOctets (
hu: Megabájt (

source: File Size: N/A
ca: Tamany: no aplicable
hu: Fájl méret: N/A

source: File Created on:
ca: Fitxer creat a:
hu: Létrehozva:

source: Last Modified on:
ca: Útima modificació:
hu: Módosítva:

source: Last Accessed on:
ca: Últim accés:
hu: Elérve:

source: Caption:
ca: Llegenda:
hu: Felirat:

source: Drop Action
ca: Acció en deixar
hu: Elejtés akció

source: View
ca: Veure
hu: Megnéz

source: Use default View options
hu: Használd az alapértelmezett nézetet

source: Select an Icon
ca: Seleccionar icona
hu: Ikon kiválasztása

source: Open
ca: Obrir
hu: Megnyitás

source: Use default Open action
ca: Usar l'acció per defecte en obrir
hu: Használd az alapértelmezett megnyitást

source: Use default Drop action
ca: Usar l'acció per defecte en deixar
hu: Használd az alapértelmezett elejtést

source: Use default View action
ca: Usar l'acció per defecte en veure
hu: Az alapértelmezett nézet akció

source: Edit
ca: Editar
hu: Szerk

source: Use default Edit action
ca: Usar l'acció per defecte en editar
hu: Az alapértelmezett szerkesztés akció

source: Icon
ca: Icona
hu: Ikon

source: File Actions
ca: Accions del fitxer
hu: Fájl akciók

source: Open action
ca: Acció d'obrir
hu: Egy akciót megnyit

source: Needs terminal to run
ca: Necessita obrir un terminal
hu: Terminál szükséges futásához

source: File Permissions
ca: Permissos del fitxer
hu: Fájl jogosultságok

source: Current mode:
ca: Mode actual:
hu: Aktuális jogok:

source: Read
ca: Lectura
hu: Olvasás

source: Write
ca: Escriptura
hu: Írás

source: Exec
ca: Execució
hu: Végrehajtás

source: Special
ca: Especial
hu: Különleges

source: User
ca: Usuari
hu: Felhasználó

source: Other
ca: Altres
hu: Más

source: Set UID
ca: Establir UID
hu: UID beállítása

source: Set GID
ca: Establir GID
hu: GID beállítása

source: File ownership
ca: Propietat del fitxer
hu: Fájl tulajdonos

source: Statistics
ca: Estadístiques
hu: Statisztikák

source: Options
ca: Opcions
hu: Beállítások

source: Permissions
ca: Permissos
hu: Jogok

source: Properties
ca: Propietats
hu: Tulajdonságok

source: You entered an invalid username
ca: Heu entrat un nom d'usuari no vàlid
hu: Nem megfelelõ felhasználónevet írtál be

source: You must rename your file to something
ca: Heu de canviar el nom del fitxer
hu: Át kell nevezned a fájlodat valamire

source: You cannot rename a file to something containing a '/' character
ca: No podeu fer que el nou nom continga el caràcter «/»
hu: Nem nevezheted át a fájlodat olyan névre, amiben van '/'

source: Select a file to run with
ca: Trieu un fitxer amb què executar
hu: Válassz ki egy fájlt vele futtatáshoz

source: Applications
ca: Aplicacions
hu: Alkalmazások

source: Program to run
ca: Programa a executar
hu: Indítandó program

source: Mount device
ca: Muntar dispositiu
hu: Eszköz beillesztése

source: Unmount device
ca: Desmuntar dispositiu
hu: Eszköz lecsatolása

source: Eject device
ca: Expulsar dispositiu
hu: Lemez kiadása

source: Open with...
ca: Obrir amb...
hu: Megnyitás másként...

source: View Unfiltered
ca: Veure no-filtrat
hu: Szûretlen nézet

source: Copy...
ca: Copiar...
hu: Másol...

source: Delete
ca: Esborrar
hu: Töröl

source: Move...
ca: Moure...
hu: Mozgat...

source: Hard Link...
ca: Fer enllaç fort...
hu: Közvetlen Link...

source: Symlink...
ca: Fer enllaç simbòlic...
hu: Szimbolikus link...

source: Edit Symlink...
ca: Editar enllaç simbòlic...
hu: Szimlink szerkesztése...

source: Properties...
ca: Propietats...
hu: Tulajdonságok...

source: Show backup files
ca: Mostrar còpies de seguretat
hu: Backup fájlokat mutasd

source: Show hidden files
ca: Mostrar fitxers ocults
hu: Rejtett fájlokat mutasd

source: Mix files and directories
ca: Mesclar fitxers i directoris
hu: Fájlok/könyvtárak összekeverése

source: Use shell patterns instead of regular expressions
ca: Usar patrons de l'intèrpret, no expressions regulars
hu: Burokminta használata reguláris kifejezés helyett

source: Confirm when deleting file
ca: Confirmar l'esborrament d'un fitxer
hu: Megerõsítés fájl törlésénél

source: Confirm when overwriting files
ca: Confirmar la sobreescriptura de fitxers
hu: Felülírás elõtt megerõsítés

source: Confirm when executing files
ca: Confirmar l'execució de fitxers
hu: Megerõsítés az indítás elõtt

source: Show progress while operations are being performed
ca: Mostrar el progrés de les operacions portades a terme
hu: Mutasd a sávot amíg a mûvelet tart

source: VFS Timeout:
ca: Expiració dels VFS:
hu: VFS idõtúllépés:

source: Seconds
ca: Segons
hu: másodperc

source: Anonymous FTP password:
ca: Contrasenya d'FTP anònim:
hu: Anonymous FTP jelszó:

source: Always use FTP proxy
ca: Usar sempre altern per l'FTP
hu: Ftp proxy használata mindig

source: Fast directory reload
ca: Recàrrega ràpida de directoris
hu: Gyors könyvtárlista újraolvasás

source: Compute totals before copying files
ca: Calcular totals abans de copiar fitxers
hu: Számolja ki az 'totál'-t másolás elõtt

source: FTP directory cache timeout :
ca: Expiració de la cache d'FTP:
hu: FTPfs cache elévülési idõ:

source: Allow customization of icons in icon view
ca: Permetre vista amb icones personalitzades
hu: Az ikonok beállítását engedélyezi ikon nézetben

source: File display
ca: Vista de fitxers
hu: Fájl megjelenítés

source: Confirmation
ca: Confirmació
hu: Megerõsítés

source: Preferences
ca: Preferències
hu: Beállítások

source: Filename
ca: Nom del fitxer
hu: Állomány név

source: Full name:
ca: Nom complet:
hu: Teljes név:

source: Command
ca: Comanda
hu: Parancs

source: Command:
ca: Comanda:
hu: Parancs:

source: Use terminal
ca: Usar terminal
hu: Terminál használata

source: File mode (permissions)
ca: Permissos i mode del fitxer
hu: Jogosultságok
