Repository: carolhanna01/binary2name
Catalog: gnu_dataset/gcompris-0.7.2/po/*.po
Languages: fr

source: GCompris I Have Understood
fr: GCompris J'ai Compris

source: A simple educational board based game for children starting at 3. This software is a GNU Package
fr: Un simple jeux d'apprentissage à partir de 3 ans.

source: Simple Letters
fr: Jeux des Lettres

source: Type the falling letters before they reach the ground
fr: Avec les touches du clavier, élimines les lettres qui tombent avant qu'elles ne touchent le sol

source: Click On Me
fr: Clique sur moi

source: Left-Click with the mouse on all swimming fishes before they leave the fishtank
fr: Clique avec la souris sur les poissons avant qu'ils ne quittent l'aquarium

source: Couldn't open pixmap dir: %s
fr: Ne peux pas trouver le répertoire d'immages: %s

source: Practice the computer mouse
fr: Utilise la souris de l'ordinateur

source: Falling Words
fr: Les mots qui tombent

source: Fully type the falling words before they reach the ground
fr: Entres au clavier les mots qui tombent avant qu'ils ne touchent le sol

source: Numbers With Dices
fr: Les nombres avec les dés

source: Learning Clock
fr: Apprentissage de l'heure

source: Learn how to read the time
fr: Apprends à lire l'heure

source: Set the clock to:
fr: Régle l'horloge sur :

source: Make the puzzle
fr: Construis le puzzle

source: Couldn't find file %s !
fr: Ne peux pas trouver le fichier %s !

source: Numbers in Order
fr: Les nombres dans l'ordre

source: Move the plane to catch the clouds in the correct order
fr: Déplaces l'avion pour attraper les nuages dans le bon ordre

source: Reading
fr: Lecture

source: Read a list of word and then tell if the given word is in it
fr: Lis une liste de mots et dis si le mot donné en fait partie

source: Please, tell me if the word
fr: Dis moi si le mot

source: is being displayed
fr: est affiché

source: I am Ready
fr: Je suis prêt

source: Yes I saw it
fr: Oui je l'ai vu

source: No, it was not there
fr: Non, il n'y est pas
