Repository: carolhanna01/binary2name
Catalog: gnu_dataset/gnats-4.2.0/debian/po/*.po
Languages: cs, de, es, eu, fi, fr, gl, ja, nl, pt, pt_br, ru, sv, vi

source: GNATS can be set to receive bug reports and database queries through mail. However, it seems you are using a mailer I am not able to setup myself, so you must do it by hand. The following addresses on localhost and appropriate actions for them should be set up:
cs: GNATS může být nastaven pro přijímání zpráv o chybách a databázových dotazech skrze email. Bohužel to vypadá, že používáte poštovní server, který neumím nastavit sám, takže to budete muset udělat ručně. Měli byste nastavit následující adresy na localhostu a k nim odpovídající akce:
de: GNATS kann so eingerichtet werden, dass es Fehlerberichte und Datenbankanfragen per E-Mail empfangen kann. Allerdings verwenden Sie scheinbar ein Mail-Programm, das nicht automatisch passend eingerichtet werden kann, so dass Sie dies manuell erledigen müssen. Die folgenden Adressen auf localhost sowie entsprechende Aktionen für diese Adressen sollten eingerichtet werden:
es: GNATS puede configurarse para recibir informes de fallos y consultas a bases de datos mediante correo electrónico. Sin embargo, parece que está usando un agente de correo que no se puede autoconfigurar, por lo que deberá hacerlo manualmente. Se deben configurar las siguientes direcciones en localhost y realizar las acciones apropiadas:
eu: GNATS programa-errore txostena eta datu-base galdeketak posta bidez jasotzeko konfiguratu daiteke. Hala ere, dirudienez automatikoki konfiguratu ezin den posta programa bat erabiltzen duzu, beraz zure kabuz egin beharko duzu. Hurrengo helbideak eta dagozkion ekintzak konfiguratu behar dira ostalari lokalean:
fi: GNATS voidaan asettaa ottamaan vastaan ilmoituksia ohjelmavirheistä ja tietokantakyselyitä sähköpostin kautta. Käytössä näyttää kuitenkin olevan sähköpostijärjestelmä, jonka asetuksia ei voida tässä tehdä, joten ne pitää tehdä käsin. Ohjelmaa varten tulisi tehdä seuraavat osoitteet ja niihin liittyvät toiminnot:
fr: GNATS peut être paramétré pour recevoir des rapports de bogues et des requêtes de base de données à travers la messagerie. Cependant, vous semblez utiliser un client de courrier dont le paramétrage automatique est impossible. Vous devez donc le faire vous-même. L'adresse suivante sur l'hôte local et les actions appropriées pour le faire doivent être définis.
gl: Pódese configurar GNATS para recibir informes de erro e consultas á base de datos por email. Nembargantes, semella que está a empregar un sistema de correo que non se puido configurar automaticamente, así que ha ter que facelo manualmente. Deberíanse configurar os seguintes enderezos no servidor local e as accións axeitadas para eles:
ja: GNATS を、メール経由でバグ報告を受け取り、データベースの検索ができるように設定できます。しかし、あなたが使っているメールソフトはこの作業中に設定できないので、手作業で設定する必要があります。ローカルホスト上の以下のアドレスと、それに対する適切な設定を行ってください:
nl: GNATS kan ingesteld worden om bugrapporten en database-bevragingen te ontvangen via e-mail. U lijkt echter een e-mailprogramma te gebruiken dat dit script niet automatisch kan instellen, u zult dit dus handmatig moeten doen. De volgende adressen en overeenkomstige acties ervoor dienen op localhost ingesteld te worden:
pt: O GNATS pode ser configurado para receber relatórios de erro e consultas a bases de dados através de mail. No entanto parece que está a usar um 'mailer', que não consigo configurar, deste modo terá que o configurar manualmente. Os seguintes endereços em localhost e as acções apropriadas deverão ser definidas:
pt_br: GNATS pode ser configurado para receber relatórios de problemas e consultas à base de dados por e-mail. No entanto, parece que você está utilizando um sistema de e-mails que eu não posso configurar por conta própria, portanto você deve fazê-lo manualmente. Os seguintes endereços em localhost com as ações apropriadas para eles precisam ser configurados:
ru: GNATS можно настроить для получения сообщений об ошибках и запросах к базе данных по почте. Однако, в системе установлена программа пересылки почты, для которой нет готовых настроек, поэтому вы должны сделать их самостоятельно. Нужно настроить следующие адреса на localhost и соответствующие действия к ним:
sv: GNATs kan ställas in att ta emot felrapporter och databasfrågor genom e-post. Dock verkar det som du använder ett e-postprogram som jag inte kan konfigurera själv, så du måste göra det för hand. Följande adresser på localhost och lämpliga åtgärder för dem måste konfigureras:
vi: Có thể thiết lập GNATS để nhận thông báo lỗi và truy vấn cơ sở dữ liệu qua thư. Tuy nhiên, hình như bạn đang sử dụng một trình thư mà trình này không thể thiết lập, vì vậy bạn cần phải tự làm như thế. Bạn nên thiết lập trên localhost (và cũng thiết lập những hành động thích hợp cho chúng) những địa chỉ theo đây:

source: gnats: redirect this to GNATS administrator"s address gnats-admin: alias for "gnats" bugs: pipe it to the command "| /usr/lib/gnats/queue-pr -q" query-pr: pipe it to the command "| /usr/lib/gnats/mail-query" ${SITE}-gnats: alias for "bugs"
cs: gnats: přesměrování na adresu administrátora GNATS gnats-admin: alias pro "gnats" bugs: přesměrování do příkazu "| /usr/lib/gnats/queue-pr -q" query-pr: přesměrování do příkazu "| /usr/lib/gnats/mail-query" ${SITE}-gnats: alias pro "bugs"
de: gnats: an die Adresse des GNATS-Administrators weiterleiten. gnats-admin: Alias für »gnats«. bugs: Weiterleitung (pipe) an das Kommando »| /usr/lib/gnats/queue-pr -q«. query-pr: Weiterleitung (pipe) an das Kommando »| /usr/lib/gnats/mail-query«. ${SITE}-gnats: Alias für »bugs«.
es: gnats: redireccione esto a la dirección del administrador de GNATS gnats-admin: alias para «gnats» bugs: lo dirige a la orden «| /usr/lib/gnats/queue-pr -q» query-pr: lo dirige a la orden «| /usr/lib/gnats/mail-query» ${SITE}-gnats: alias para «bugs»
eu: gnats: birbidali hau GNATS administratzaile helbidera gnats-admin: "gnats"-ren ezizena bugs: bideratu "| /usr/lib/gnats/queue-pr -q" komandora query-pr: bideratu "| /usr/lib/gnats/mail-query" komandora ${SITE}-gnats: "bugs"-en ezizena
fi: gnats: ohjataan edelleen GNATSin ylläpitäjän osoitteeseen. gnats-admin: osoitteen ”gnats” alias. bugs: putkitetaan komentoon ”| /usr/lib/gnats/queue-pr -q”. query-pr: putkitetaan komentoon ”| /usr/lib/gnats/mail-query”. ${SITE}-gnats: osoitteen ”bugs” alias.
fr: gnats: redirige ceci vers l'administrateur GNATS "s adresse gnats-admin: alias pour les bogues "gnats": il faut le lier "| /usr/lib/gnats/mail-query" ${SITE}-gnats: alias pour "bugs"
gl: gnats: rediríxao ao enderezo do administrador de GNATS gnats-admin: alias para "gnats" bugs: páseo á orde "| /usr/lib/gnats/queue-pr -q" query-pr: páseo á orde "| /usr/lib/gnats/mail-query" ${SITE}-gnats: alias de "bugs"
ja: gnats: GNATS の管理者アドレスに転送 gnats-admin: "gnats" のエイリアス bugs: "| /usr/lib/gnats/queue-pr -q" コマンドにパイプで渡す query-pr: pipe it to the command "| /usr/lib/gnats/mail-query" コマンドにパイプで渡す ${SITE}-gnats: "bugs" のエイリアス
nl: gnats: dit dient omgeleid te worden naar het adres van de GNATS-beheerder gnats-admin: alias for 'gnats' bugs: moet door het commando '| /usr/lib/gnats/queue-pr -q' gesluisd worden. query-pr: moet door het commando '| /usr/lib/gnats/mail-query' gesluisd worden. ${SITE}-gnats: alias voor "bugs"
pt: gnats: redireccionar para o endereço do administrador do GNATS"s gnats-admin: alias para "gnats" 'bugs': 'pipe' para o comando "| /usr/lib/gnats/queue-pr -q" query-pr: 'pipe' para o comando "| /usr/lib/gnats/mail-query" ${SITE}- gnats: alias para "bugs"
pt_br: gnats: redirecionar para o endereço do administrador GNATS gnats-admin: apelido ("alias") para "gnats" bugs: enviar ("pipe") para o comando "| /usr/lib/gnats/queue-pr -q" query-pr: enviar ("pipe") para o comando "| /usr/lib/gnats/mail-query" ${SITE}-gnats: apelido ("alias") para "bugs"
ru: * gnats: переслать на адреса администратора GNATS * gnats-admin: псевдоним для "gnats" * bugs: обработать командой "| /usr/lib/gnats/queue-pr -q" * query-pr: обработать командой "| /usr/lib/gnats/mail-query" * ${SITE}-gnats: псевдоним для "bugs"
sv: gnats: omdirigera det här till GNATS-administratörens adress gnats-admin: alias för "gnats"-fel: kör det genom ett rör till kommandot "| /usr/lib/gnats/queue-pr -q" query-pr: kör det genom ett rör till kommandot "| /usr/lib/gnats/mail-query" ${SITE}-gnats: alias för "bugs"
vi: gnats: chuyển tiếp tới địa chỉ của quản trị GNATS; gnats-admin: biệt hiệu cho các lỗi « gnats »: gửi nó qua ống dẫn tới lệnh: | /usr/lib/gnats/queue-pr -q query-pr: gửi nó qua ống dẫn tới lệnh: | /usr/lib/gnats/mail-query ${SITE}-gnats: biệt hiệu cho « bugs ».

source: Multiple listings of the "gnats" userid were found in ${PASSWDFILE}.
cs: V souboru ${PASSWDFILE} byly nalezeny vícenásobné záznamy uživatele "gnats".
de: Mehrere Vorkommen der »gnats«-User-ID in ${PASSWDFILE} gefunden
es: Se han encontrado listados múltiples del identificador de usuario «gnats» en ${PASSWDFILE}.
eu: "gnats" erabiltzailearen id-aren zerrendatze anitz aurkitu dira ${PASSWDFILE} fitxategian.
fi: Käyttäjätunnus ”gnats” on listattu useampaan kertaan tiedostossa ${PASSWDFILE}.
fr: Définitions multiples de l'identifiant gnats dans ${PASSWDFILE}
gl: Atopáronse varias aparicións do usuario "gnats" en ${PASSWDFILE}.
ja: ${PASSWDFILE} 中に "gnats" userid が複数存在しているのが見つかりました。
nl: De gebruikers-id 'gnats' kom meerdere keren voor in ${PASSWDFILE}.
pt: Listas múltiplas do id de utilizador "gnats" foram encontradas em ${PASSWDFILE}.
pt_br: Múltiplas entradas do usuário "gnats" foram encontradas em ${PASSWDFILE}.
ru: В файле ${PASSWDFILE} найдено несколько идентификаторов пользователя "gnats".
sv: Flera listningar av användar-id:t "gnats" hittades i ${PASSWDFILE}.
vi: Tìm thấy nhiều mục mã nhận diện người dùng « gnats » trong tập tin mật khẩu ${PASSWDFILE}.

source: You should have only one "gnats" userid in your password file.
cs: Soubor s heslem by měl obsahovat pouze jednoho uživatele "gnats".
de: Die »gnats«-User-ID sollte in ${PASSWDFILE} nur einmal vorkommen.
es: Sólo debe tener un identificador de usuario «gnats» en su fichero de contraseña.
eu: Bakarrik "gnats" erabiltzaile-id bat eduki behar duzu pasahitz fitxategian.
fi: Käyttäjätunnus ”gnats” tulisi olla vain kerran salasanatiedostossa.
fr: Vous ne devriez posséder qu'un seul identifiant « gnats » dans votre fichier de mots de passe.
gl: Só debería ter un usuario "gnats" no ficheiro de contrasinais.
ja: パスワードファイル中に "gnats" userid は 1 つだけでなければなりません。
nl: Er mag maar één 'gnats'-gebruikers-ID voorkomen in uw 'password'-bestand.
pt: Deverá apenas ter um id de utilizador "gnats" np seu ficheiro de palavra-chave
pt_br: Você deveria ter somente um usuário "gnats" no seu arquivo de senhas.
ru: Должен быть только один идентификатор пользователя "gnats" в файле паролей.
sv: Du bör endast ha ett användar-id som heter "gnats" i din lösenordsfil.
vi: Bạn nên có chỉ một mã nhận diện người dùng « gnats » trong tập tin mật khẩu của mình.

source: GNATS configuration needs change.
cs: Potřebujete změnit konfiguraci GNATS.
de: GNATS-Konfiguration muss geändert werden.
es: Se necesita cambiar la configuración de GNATS.
eu: GNATS konfigurazioa aldatu egin behar da.
fi: GNATSin asetuksia täytyy muuttaa.
fr: Modifications nécessaires de la configuration de GNATS
gl: A configuración de GNATS precisa de cambios.
ja: GNATS の設定に変更が必要です
nl: De GNATS-configuratie dient aangepast te worden.
pt: A configuração do GNATS precisa de ser alterada.
pt_br: A configuração do GNATS precisa de modificações.
ru: Требуется изменить конфигурацию GNATS.
sv: Konfigurationen av GNATS behöver ändras.
vi: Cần phải sửa đổi cấu hình GNATS.

source: Please note that some GNATS configuration files have changed in version 4. You can find examples of the new configuration files in the directory "/etc/gnats/defaults".
cs: Pamatujte prosím, že ve verzi 4 byly změněny některé konfigurační soubory GNATS. Příklady nových konfiguračních souborů můžete nalézt v adresáři "/etc/gnats/defaults".
de: Bitte beachten Sie, dass sich einige GNATS-Konfigurationsdateien in Version 4 geändert haben. Sie finden Beispiele der neuen Konfigurationsdateien im Verzeichnis »/etc/gnats/defaults«.
es: Por favor, tenga en cuenta de que algunos ficheros de configuración de GNATS han cambiado en la version 4. Puede encontrar ejemplos de los nuevos ficheros de configuración en el directorio «/etc/gnats/defaults».
eu: Mesedez kontutan izan GNATS konfigurazio batzuek aldatu egion direla 4 bertsioan. Konfigurazio berrien adibideak "/etc/gnats/defaults" direktorioan aurkitu ditzakezu.
fi: Muutamat GNATSin asetustiedostot ovat muuttuneet versiossa 4. Esimerkkejä uusista asetustiedostoista löytyy hakemistosta ”/etc/gnats/defaults”.
fr: Veuillez noter que certains fichiers de configuration de GNATS ont changé dans la version 4. Vous trouverez des exemples de nouveaux fichiers de configuration dans le répertoire « /etc/gnats/defaults ».
gl: Teña en conta que algúns ficheiros de configuración de GNATS cambiaron na versión 4. Pode atopar exemplos dos novos ficheiros de configuración no directorio "/etc/gnats/defaults".
ja: バージョン 4 で GNATS の設定ファイルに多少変更が加えられたことに注意してください。新しい設定ファイルの参考が "/etc/gnats/defaults" ディレクトリにあります。
nl: Opgelet: sommige van de GNATS-configuratiebestanden zijn veranderd in versie 4. Voorbeelden van de nieuwe configuratiebestanden vindt u in de map '/etc/gnats/defaults'.
pt: Por favor note que alguns ficheiros de configuração do GNATS foram alterados na versão 4. Pode encontrar exemplos da novos ficheiros de configuração no directório "/etc/gnats/defaults".
pt_br: Por favor, note que alguns arquivos de configuração GNATS mudaram na versão 4. Você pode encontrar exemplos dos novos arquivos de configuração no diretório "/etc/gnats/defaults".
ru: Обратите внимание, что некоторые конфигурационные файлы GNATS в версии 4 были изменены. Примеры новых конфигурационных файлов можно найти в каталоге "/etc/gnats/defaults".
sv: Observera att vissa konfigurationsfiler för GNATS har ändrats i version 4. Du kan hitta exempel på de nya konfigurationsfilerna i katalogen "/etc/gnats/defaults".
vi: Ghi chú rằng một số tập tin cấu hình GNATS đã thay đổi trong phiên bản 4. Có sẵn một số mẫu tập tin cấu hình mới nằm trong thư mục « /etc/gnats/defaults ».
