Repository: carolhanna01/binary2name
Catalog: gnu_dataset/gnats-4.2.0/debian/po/*.po
Languages: cs, de, es, eu, fi, fr, gl, ja, nl, pt, pt_br, ru, sv, vi

source: What is the name of the GNATS site?
cs: Jaké je jméno webu GNATS?
de: Wie lautet der Name der GNATS-Site?
es: ¿Cuál es el nombre del sitio GNATS?
eu: Zein da GNATS gunearen izena?
fi: GNATS-sivuston nimi:
fr: Nom du site GNATS :
gl: ¿Cal é o nome do sitio GNATS?
ja: GNATS が稼動するサイトの名前は何ですか?
nl: Wat is de naam van de GNATS-site?
pt: Qual o nome to site GNATS?
pt_br: Qual é o nome do site GNATS?
ru: Имя сайта GNATS?
sv: Vad är namnet på GNATS-systemet?
vi: Nơi Mạng GNATS có tên nào?

source: This name should be a single word, it is used as a part of the e-mail alias for delivering problem reports.
cs: Tímto jménem by mělo být jediné slovo, neboť je součástí emailové adresy sloužící pro doručování zpráv o problémech.
de: Dieser Name sollte ein einzelnes Wort sein; er wird als Teil vom E-Mail-Alias genutzt, an den Fehlerberichte eingesandt werden.
es: Este nombre debe ser una sola palabra, se usa como parte del alias del correo electrónico para enviar informes de problemas.
eu: Izen hau hitz bakarrekoa izan behar da, arazoei buruzko txostenak bidaltzeko eposta ezinezenaren zati bezala erabiliko da.
fi: Tämän nimen tulisi olla yksi sana. Sitä käytetään sähköpostialiaksen osana raportoitaessa jakeluongelmia.
fr: Le nom de site GNATS devrait être un mot simple ; il est utilisé comme un alias d'adresse pour les rapports sur les incidents de livraison de courrier.
gl: Este nome debería ser unha soa palabra. Emprégase no enderezo de email para enviar informes de problemas.
ja: この名前は単語ひとつで構成される必要があり、問題報告用のメールエイリアスの一部として使われます。
nl: Deze naam dient te bestaan uit een enkel woord en wordt gebruikt als een deel van het e-mail-alias bij het afleveren van probleemrapporten.
pt: Este nome deverá ser apenas uma única palavra, é utilizado como parte de um endereço email para entregar relatórios de problemas.
pt_br: Este nome deve ser uma única palavra, é usado como parte do "alias" de e-mail para a entrega de relatórios de problemas.
ru: Это имя состоит из одного слова, оно используется как часть почтового псевдонима для доставки сообщений о проблемах.
sv: Det här namnet ska vara ett enstaka ord, det används som en del av det e-postalias som används för att levereras problemrapporter.
vi: Tên này nên là một từ riêng lẻ: nó được dùng là phần của biệt hiệu thư điện tử khi thông báo lỗi.

source: Database moved to ${GNATSDBDIR}.
cs: Databáze byla přesunuta do ${GNATSDBDIR}.
de: Datenbank nach ${GNATSDBDIR} verschoben
es: Se ha movido la base de datos a ${GNATSDBDIR}.
eu: Datu-basea ${GNATSDBDIR}-ra mugitu da.
fi: Tietokanta siirretty hakemistoon ${GNATSDBDIR}.
fr: Base de données déplacée vers ${GNATSDBDIR}
gl: Trasladouse a base de datos a ${GNATSDBDIR}.
ja: データベースは ${GNATSDBDIR} に移動されます。
nl: De database is verplaatst naar ${GNATSDBDIR}.
pt: A base de dados foi movida para ${GNATSDBDIR}.
pt_br: Base de dados movida para ${GNATSDBDIR}.
ru: База данных перемещена в каталог ${GNATSDBDIR}.
sv: Databasen flyttad till ${GNATSDBDIR}.
vi: Cơ sở dữ liệu đã được di chuyển vào thư mục ${GNATSDBDIR}.

source: A previous package version put the GNATS database under ${BADDIR}. It has now been moved to the right location.
cs: Předchozí verze tohoto balíčku ukládala databázi GNATS do ${BADDIR}. Nyní je přesunuta na to 'správné' místo.
de: Eine ältere Paketversion hat die GNATS-Datenbank unter ${BADDIR} abgelegt. Diese wurde nun an den richtigen Ort verschoben.
es: Una versión anterior del paquete ha instalado la base de datos de GNATS bajo ${BADDIR}. Ahora se ha movido a la ubicación correcta.
eu: Aurreko paketearen bertsio batek GNATS datu-basea ${BADDIR} barnean ipini zuen. Kokaleku zuzenera mugitua izan da.
fi: Paketin aiempi versio laittoi GNATS-tietokannan hakemistoon ${BADDIR}. Se on nyt siirretty oikeaan paikkaan.
fr: Une ancienne version du paquet avait placé la base de données sous ${BADDIR}. Elle vient d'être déplacée vers l'emplacement correct.
gl: Unha versión anterior do paquete poñía a base de datos de GNATS en ${BADDIR}. Trasladouse agora á ubicación correcta.
ja: 以前のバージョンのパッケージでは GNATS データベースは ${BADDIR} に配置されていました。正しい位置に移動します。
nl: Een eerder versie van dit pakket plaatste de GNATS-database in ${BADDIR}. Deze is nu verplaatst naar de juiste locatie.
pt: Uma versão anterior do pacote colocou a base de dados do GNATS em ${BADDIR}. Foi agora movida para o local correcto.
pt_br: Uma versão anterior do pacote colocou a base de dados GNATS em ${BADDIR}. Ela foi agora movida para o local correto.
ru: В предыдущей версии пакета база данных GNATS хранилась в каталоге ${BADDIR}. Теперь она перемещена в правильное место.
sv: En tidigare paketversion placerade GNATS-databasen under ${BADDIR}. Den har nu flyttats till den korrekta platsen.
vi: Một phiên bản gói trước đã để cơ sở dữ liệu GNATS dưới thư mục ${BADDIR}. Nó đã được di chuyển vào địa điểm đúng.

source: You must move the database to ${GNATSDBDIR}.
cs: Musíte přesunout databázi do ${GNATSDBDIR}.
de: Sie müssen die Datenbank nach ${GNATSDBDIR} verschieben.
es: Debe mover la base de datos a ${GNATSDBDIR}.
eu: Datu-basea ${GNATSDBDIR}-ra mugitu behar duzu.
fi: Tietokanta on siirrettävä hakemistoon ${GNATSDBDIR}.
fr: Déplacement nécessaire de la base de données vers ${GNATSDBDIR}
gl: Debe trasladar a base de datos a ${GNATSDBDIR}.
ja: データベースを ${GNATSDBDIR} に移す必要があります。
nl: De database dient verplaatst te worden naar ${GNATSDBDIR}.
pt: Tem que mover a base de dados para ${GNATSDBDIR}.
pt_br: Você deve mover a base de dados para ${GNATSDBDIR}
ru: Вы должны перенести базу данных в каталог ${GNATSDBDIR}.
sv: Du måste flytta databasen till ${GNATSDBDIR}.
vi: Bạn cần phải di chuyển cơ sở dữ liệu vào thư mục ${GNATSDBDIR}.

source: A previous package version put the GNATS database under ${BADDIR}. I could not move it to the right location, so you have to do so manually.
cs: Předchozí verze balíčku ukládala databázi GNATS do ${BADDIR}. Tuto databázi nemohu přesunout na správné místo, tak to musíte udělat ručně.
de: Eine ältere Paketversion hat die GNATS-Datenbank unter ${BADDIR} abgelegt. Diese konnte nicht an den richtigen Ort verschoben werden, deshalb muss das von Ihnen manuell erledigt werden.
es: Una versión anterior del paquete ha instalado la base de datos GNATS bajo ${BADDIR}. No pude moverla hacia la ubicación correcta, por lo que debe hacerlo manualmente.
eu: Aurreko paketearen bertsio batek GNATS datu-basea ${BADDIR} barnean ipini zuen. Ezin da automatikoki kokaleku zuzenean ipini, beraz zure kabuz egin beharko duzu.
fi: Paketin aiempi versio laittoi GNATS-tietokannan hakemistoon ${BADDIR}. Sen siirtäminen oikeaan paikkaan ei onnistunut, joten se on tehtävä käsin.
fr: Une ancienne version du paquet avait placé la base de données GNATS sous ${BADDIR}. Il n'est pas possible de la déplacer vers son emplacement correct de façon automatique : vous devez le faire vous-même.
gl: Unha versión anterior do paquete poñía a base de datos de GNATS en ${BADDIR}. Non se puido trasladar á ubicación correcta, así que ha ter que facelo manualmente.
ja: 以前のバージョンのパッケージでは GNATS データベースは ${BADDIR} に配置されていました。正しい位置に移動ができなかったので、手動で実行する必要があります。
nl: Een eerder versie van dit pakket plaatste de GNATS-database in ${BADDIR}. Automatisch verplaatsen van de database is mislukt, u zult dit dus handmatig moeten doen.
pt: Uma versão anterior do pacote colocou a base de dados do GNATS em ${BADDIR}. Não a posso mover para o local correcto, terá que o fazer manualmente.
pt_br: Uma versão anterior do pacote colocou a base de dados GNATS em ${BADDIR}. Eu não pude movê-la para o local correto, portanto você precisará fazer isso manualmente.
ru: В предыдущей версии пакета база данных GNATS хранилась в каталоге ${BADDIR}. Невозможно переместить её в правильное место, сделайте это самостоятельно.
sv: En tidigare paketversion placerade GNATS-databasen under ${BADDIR}. Jag kunde inte flytta den till den korrekta platsen, så du måste göra det här manuellt.
vi: Một phiên bản gói trước đã để cơ sở dữ liệu GNATS dưới thư mục ${BADDIR}. Tiến trình này không thể di chuyển nó vào địa điểm đúng thì bạn cần phải tự làm như thế.

source: You should enable scripts in the Exim configuration.
cs: V konfiguraci Eximu byste měli povolit skripty.
de: Sie sollten Skripte in der Exim-Konfiguration aktivieren.
es: Debería habilitar los scripts en la configuración de Exim.
eu: Exim konfigurazioan script-ak gaitu beharko zenituzke.
fi: Komentosarjat tulisi ottaa käyttöön Eximin asetuksissa.
fr: Activation nécessaire du traitement des scripts dans la configuration d'Exim
gl: Debería activar os scripts na configuración de Exim.
ja: Exim の設定中でスクリプトを有効にする必要があります。
nl: In de Exim-configuratie dienen scripts geactiveerd te worden.
pt: Deverá activar 'scripts' na configuração do Exim.
pt_br: Você deveria habilitar scripts na configuração do Exim.
ru: Вам нужно разрешить выполнение сценариев в конфигурации Exim.
sv: Du bör aktivera skript i Exim-konfigurationen.
vi: Bạn nên hiệu lực các văn lệnh trong cấu hình Exim.

source: It seems you have installed Exim, with script handling disabled in its configuration. If this is so, GNATS will not be able to receive bug reports via e-mail. I would suggest you to uncomment one of the lines
cs: Zdá se, že máte nainstalován Exim s vypnutou manipulací se skripty (nastavení naleznete v konfiguraci Eximu). Je-li tomu tak, GNATS nebude schopen přijmout zprávy o chybách skrz email. Doporučuji odkomentovat některý z těchto řádků
de: Scheinbar ist Exim installiert und die Verarbeitung von Skripten in der Konfiguration ist deaktiviert. Wenn das so ist, wird es GNATS nicht möglich sein, Fehlerberichte per E-Mail zu empfangen. Es wird empfohlen, dass Sie bei einer dieser Zeilen
es: Parece que tiene instalado Exim con el manejo de scripts deshabilitado en su configuración. Si esto es así, GNATS no podrá recibir informes de fallos a través de correo electrónico. Se aconseja que descomente una de las líneas
eu: Dirudienez Exim bere konfigurazioan script kudeaketa desgaiturik duela instalaturik duzu. Hau honela bada GNATS ez da programa-erroreak eposta bidez jasotzeko gai izango. Hauetako lerro bat deskomentatzea gomendatzen dizugu
fi: Exim näyttää olevan asennettuna niin, että komentosarjojen käsittely on asetuksissa laitettu pois päältä. Tässä tilanteessa GNATS ei pysty ottamaan sähköpostitse vastaan ilmoituksia ohjelmavirheistä. On suositeltavaa ottaa käyttöön yksi seuraavista riveistä
fr: Exim semble être installé mais le traitement des scripts semble désactivé dans sa configuration. Si c'est bien le cas, GNATS ne sera pas capable de recevoir les rapports de bogues par messagerie. Il est conseillé de décommenter l'une des lignes suivantes :
gl: Semella que ten instalado Exim coa xestión de scripts desactivada na configuración. Se é así, GNATS non ha poder recibir informes de erro por email. Suxírese descomentar unha das liñas
ja: スクリプトの取り扱い機能を無効にした設定で Exim がインストールされているようです。その場合、GNATS はメール経由でバグ報告を受け取れません。以下の行のコメントをはずすのをお勧めします:
nl: Het lijkt erop dat u Exim geïnstalleerd heeft met script-afhandeling uitgeschakeld. Als dit zo is zal GNATS geen bugrapporten kunnen ontvangen via e-mail. Het is aan te raden om van één van de volgende regels niet-commentaar te maken
pt: Parece que instalou o Exim com o suporte a 'scripts' desactivado na sua configuração. Se assim for, o GNATS não será capaz de receber relatórios de 'bugs' via e-mail. Sugiro que retire o # a uma das linhas
pt_br: Parece que você tem instalado Exim, com tratamento de script desabilitado em sua configuração. Dessa maneira, GNATS não será capaz de receber relatórios de problemas via e-mail. Eu sugiro que você remova o comentário de uma das linhas
ru: У вас установлен Exim, но выполнение сценариев в его конфигурации выключено. При такой настройке GNATS не может получать сообщения об ошибках по почте. Вам нужно раскомментировать одну из строк
sv: Det verkar som du har Exim installerat, med skripthantering inaktiverat i dess konfiguration. Om det stämmer, kommer GNATS inte att kunna ta emot felrapporter via e-post. Jag föreslår att du avkommenterar en av raderna
vi: Hình như bạn đã cài đặt Exim, với khả năng xử lý văn lệnh bị tắt trong cấu hình nó. Nếu có, GNATS sẽ không thể nhận thông báo lỗi qua thư điện tử. Khuyên bạn hủy chú thích một của những dòng

source: in your file ${EXIMCONF}, in the section "system_aliases".
cs: ve vašem souboru ${EXIMCONF}, v sekci "system_aliases".
de: in Ihrer Datei ${EXIMCONF} (Abschnitt »system_aliases«) das Kommentarzeichen entfernen.
es: en su fichero ${EXIMCONF}, en la sección «system_aliases».
eu: zure ${EXIMCONF} fitxategiko, "system_aliases" atalean.
fi: tiedoston ${EXIMCONF} osiossa ”system_aliases”.
fr: Cette modification doit se faire dans le fichier ${EXIMCONF}, à la section "system_aliases".
gl: no ficheiro ${EXIMCONF}, na sección "system_aliases".
ja: 設定ファイル ${EXIMCONF} 中の "system_aliases" セクションです。
nl: In het bestand ${EXIMCONF}, in de sectie 'system_aliases'.
pt: no seu ficheiro ${EXIMCONF}, na secção "system_aliases".
pt_br: no seu arquivo ${EXIMCONF}, na seção "system_aliases".
ru: в файле ${EXIMCONF} в секции "system_aliases".
sv: i din fil ${EXIMCONF}, i sektionen "system_aliases".
vi: trong tập tin ${EXIMCONF} của bạn, trong phần « system_aliases ».

source: It seems you have installed Exim, with no script handling enabled in its configuration. If this is so, GNATS will not be able to receive bug reports via e-mail. I would suggest you to add the line
cs: Zdá se, že máte nainstalován Exim s vypnutou manipulací se skripty (nastavení naleznete v konfiguraci Eximu). Je-li tomu tak, GNATS nebude schopen přijmout zprávy o chybách skrz email. Doporučuji přidat řádek
de: Scheinbar ist Exim installiert und die Verarbeitung von Skripten in der Konfiguration ist nicht aktiviert. Wenn das so ist, wird es GNATS nicht möglich sein, Fehlerberichte per E-Mail zu empfangen. Es wird empfohlen, dass Sie die Zeile
es: Parece que tiene instalado Exim sin manejo de scripts habilitado en su configuración. Si esto es así, GNATS no podrá recibir informes de fallos a través de correo electrónico. Se aconseja que añada la línea
eu: Dirudienez Exim bere konfigurazioan script kudeaketa desgaiturik duela instalaturik duzu. Hau honela bada GNATS ez da programa-erroreak eposta bidez jasotzeko gai izango. Lerro hau gehitzea gomendatzen dugu:
fi: Exim näyttää olevan asennettuna niin, että komentosarjojen käsittely on asetuksissa laitettu pois päältä. Tässä tilanteessa GNATS ei pysty ottamaan sähköpostitse vastaan ilmoituksia ohjelmavirheistä. On suositeltavaa lisätä rivi
fr: Exim semble installé mais le traitement des scripts est désactivé dans sa configuration. Si c'est bien le cas, GNATS ne sera pas capable de recevoir les rapports de bogues par messagerie. Il est conseillé d'ajouter la ligne suivante :
gl: Semella que ten instalado Exim coa xestión de scripts desactivada na configuración. Se é así, GNATS non ha poder recibir informes de erro por email. Suxírese engadir a liña
ja: スクリプトの取り扱い設定が無効にされた状態で、Exim がインストールされているようです。その場合、GNATS はメール経由でのバグ報告を受け取れなくなってしまいます。以下の行を追加するのをお勧めします。
nl: Het lijkt erop dat u Exim geïnstalleerd heeft met script-afhandeling uitgeschakeld. Als dit zo is zal GNATS geen bugrapporten kunnen ontvangen via e-mail. Het is aan te raden om de volgende regel toe te voegen
pt: Parece que instalou o Exim com o suporte a 'scripts' activado na sua configuração. Se assim for, o GNATS não será capaz de receber relatórios de 'bugs' via e-mail. Sugiro que adicione a linha
pt_br: Parece que você tem instalado Exim, sem o tratamento de script habilitado em sua configuração. Dessa maneira, GNATS não será capaz de receber relatórios de problemas via e-mail. Eu sugiro que você adicione a linha
ru: У вас установлен Exim, но выполнение сценариев в его конфигурации выключено. При такой настройке GNATS не может получать сообщения об ошибках по почте. Вам нужно добавить строку
sv: Det verkar som du har installerat Exim, utan skripthantering aktiverat i dess konfiguration. Om detta stämmer, kommer GNATS inte att kunna ta emot felrapporter via e-mail. Jag föreslår att du lägger till raden
vi: Hình như bạn đã cài đặt Exim, với khả năng xử lý văn lệnh bị tắt trong cấu hình nó. Nếu có, GNATS sẽ không thể nhận thông báo lỗi qua thư điện tử. Khuyên bạn thêm dòng

source: to your file ${EXIMCONF}, in the section "system_aliases".
cs: do vašeho souboru ${EXIMCONF}, do sekce "system_aliases".
de: zu Ihrer Datei ${EXIMCONF} (Abschnitt »system_aliases«) hinzufügen.
es: a su fichero ${EXIMCONF}, en la sección «system_aliases».
eu: zure ${EXIMCONF} fitxategiko, "system_aliases" atalean.
fi: tiedoston ${EXIMCONF} osioon ”system_aliases”.
fr: Ce changement doit se faire dans le fichier ${EXIMCONF}, à la section "system_aliases".
gl: ao ficheiro ${EXIMCONF}, na sección "system_aliases".
ja: 追加するのは、ファイル ${EXIMCONF} の "system_aliases" セクションです。
nl: in het bestand ${EXIMCONF}, in de sectie 'system_aliases'.
pt: ao ficheiro ${EXIMCONF}, na secção "system_aliases".
pt_br: ao seu arquivo ${EXIMCONF}, na seção "system_aliases".
ru: в файл ${EXIMCONF} в секцию "system_aliases".
sv: till din fil ${EXIMCONF}, i sektionen "system_aliases".
vi: vào tập tin ${EXIMCONF} của bạn, trong phần « system_aliases ».

source: You should set up qmail aliases for GNATS.
cs: Měli byste nastavit aliasy qmailu pro GNATS.
de: Sie sollten in qmail Aliase für GNATS einrichten.
es: Debería configurar los alias qmail para GNATS.
eu: Zuk qmail ezizenak GNATS-rentzat konfiguratu beharko zenituzke.
fi: GNATSia varten tulisi asettaa qmail-aliksia.
fr: Définition des alias qmail pour GNATS
gl: Debería configurar os alias de qmail para GNATS.
ja: GNATS 用の qmail エイリアスを設定する必要があります。
nl: U kunt best qmail-aliases aanmaken voor GNATS.
pt: Deverá definir 'gmail aliases' para o GNATS
pt_br: Você precisa configurar os apelidos ("aliases") do qmail para o GNATS.
ru: Нужно настроить псевдонимы в qmail для GNATS.
sv: Du bör konfigurera qmail-alias för GNATS.
vi: Bạn nên thiết lập biệt hiệu qmail cho GNATS.

source: It seems you use qmail as your mail transfer program. It is recommended to add the following lines into your qmail users/assign file:
cs: Zdá se, že pro přenos mailů používáte program qmail. Doporučujeme přidat do qmailového souboru uživatelů/přiřazení následující řádky:
de: Scheinbar wird qmail als Mail-Transfer-Programm verwendet. Es wird empfohlen, dass Sie die folgenden Zeilen zu Ihrer users/assign-Datei für qmail hinzuzufügen:
es: Parece que usa qmail como programa de transferencia de correo. Se recomienda añadir las siguientes líneas en el fichero de usuarios/asignación de qmail:
eu: Dirudienez qmail erabiltzen duzu posta transferentzia programa gisa. Gomendagarria da hurrengo lerroak gehitzea qmail-ren erabiltzaile/ezarpen fitxategian:
fi: Sähköpostipalvelimena näyttää olevan qmail. On suositeltavaa lisätä seuraavat rivit qmailin users/assign-tiedostoon:
fr: Vous semblez utiliser qmail comme agent de transport de courrier. Il est recommandé d'ajouter les lignes suivantes à votre fichier users/assign de qmail :
gl: Semella que emprega qmail coma programa de transferencia de correo. Recoméndase engadir as seguintes liñas ao ficheiro users/assign de qmail:
ja: メール送信プログラムとして qmail を利用しているようです。以下の行を qmail の users/assign ファイルに追加するのをお勧めします:
nl: U lijkt qmail te gebruiken als e-mail-verstuurder. Het is aangeraden om de volgende regels toe te voegen in uw users/assign bestand van qmail:
pt: Parece que utiliza o gmail como o seu programa de transferência de mail. É recomendado que adicione as seguintes linhas ao seu ficheiro gmail users/assign:
pt_br: Parece que você usa qmail como seu programa de transferência de e-mail. É recomendado adicionar as seguintes linhas no seu arquivo qmail users/assign:
ru: В качестве программы пересылки почты у вас используется qmail. Рекомендуется добавить следующие строки в файл users/assign для qmail:
sv: Det verkar som om du använder qmail som ditt posttransporteringsprogram. Det rekommenderas att du lägger till följande rader i din qmail-fil, users/assign:
vi: Hình như bạn sử dụng trình qmail là chương trình truyền thư. Vì vậy khuyên bạn thêm vào tập tin qmail « users/assign » những dòng này:

source: You should set up GNATS mail aliases.
cs: Měli byste nastavit mailové aliasy GNATS.
de: Sie sollten Mail-Aliase für GNATS einrichten.
es: Debería configurar los alias de correo de GNATS.
eu: GNATS ezizen datu-basea konfiguratu behar duzu.
fi: GNATSia varten tulisi asettaa sähköpostialiaksia.
fr: Définition des alias d'adresse GNATS
gl: Debería configurar os alias de correo de GNATS.
ja: GNATS のメールエイリアスを設定する必要があります。
nl: Het is aan te raden om de GNATS-e-mail-aliassen in te stellen.
pt: Deverá definir 'gmail aliases'.
pt_br: Você precisa configurar os apelidos ("aliases") de e-mail para o GNATS
ru: Нужно настроить псевдонимы для GNATS.
sv: Du bör konfigurera GNATS e-postalias.
vi: Bạn nên thiết lập biệt hiệu thư tín GNATS.
