Repository: carolhanna01/binary2name
Catalog: gnu_dataset/rush-2.1/po/*.po
Languages: fr

source: Finished parsing %s
fr: Analyse de %s terminée

source: Resuming parsing %s from line %d
fr: Reprise de l'analyse syntaxique de %s depuis la ligne %d

source: invalid number: %s
fr: nombre non valide : %s

source: invalid opcode
fr: opcode non valide

source: invalid regexp: %s
fr: regex non valide : %s

source: unknown regexp flag: %s
fr: drapeau de regex inconnu : %s

source: too few arguments
fr: pas assez d'arguments

source: too many arguments
fr: trop d'arguments

source: no such user: %s
fr: aucun utilisateur : %s

source: no such group: %s
fr: aucun groupe : %s

source: unknown limit: %s
fr: limite inconnue : %s

source: expected ~ as the second argument, but found %s
fr: ~ attendu comme deuxième argument, mais %s trouvé

source: debug level set to %d
fr: niveau de débogage défini à %d

source: invalid time: %s
fr: temps non valide : %s

source: invalid file descriptor
fr: descripteur de fichier non valide

source: Unknown message reference
fr: Référence de message inconnue

source: invalid include file name
fr: fichier d'inclusion non valide

source: Ignoring non-existing include file %s
fr: fichier d'inclusion non existant %s ignoré

source: cannot stat file %s: %s
fr: impossible d'obtenir le status du fichier %s : %s

source: unknown keyword: %s
fr: Mot clé inconnu : %s

source: key field is not a number
fr: le champ clé n'est pas un nombre

source: value field is not a number
fr: le champ valeur n'est pas un nombre

source: %s: not a number
fr: %s : pas un nombre

source: Parsing %s
fr: Analyse de %s

source: unknown statement: %s
fr: instruction inconnue : %s

source: missing ]
fr: ] manquant

source: invalid statement: missing value
fr: instruction non valide : valeur manquante

source: failed to parse value: %s
fr: impossible d'analyser syntaxiquement la valeur : %s

source: statement cannot be used outside a rule
fr: l'instruction ne peut pas être utilisée en dehors d'une règle

source: Setting limit %d to %lu
fr: Limitation à %d de %lu

source: error setting limit: %s
fr: erreur pendant la limitation : %s

source: Setting priority to %d
fr: Définition de la priorité à %d

source: error setting priority: %s
fr: erreur lors de la définition de la priorité : %s

source: No logins allowed for `%s'
fr: Aucune connexion autorisée pour "%s"

source: counting logins for %s
fr: comptage des connexions pour %s

source: acct database is empty
fr: La base de données acct est vide

source: Cannot open database %s: %s
fr: Impossible d'ouvrir la base de données %s : %s

source: counted %zu/%zu logins for %s
fr: %zu/%zu connexions pour %s

source: Too many logins (max %zu) for %s
fr: Trop de connexions (max %zu) pour %s

source: Setting limits for %s
fr: Ajustement des limites pour %s

source: You are not permitted to execute this command. Contact the systems administrator for further assistance.
fr: Vous n'avez l'autorisation d'exécuter cette commande. Contactez l'administrateur système pour assistance.

source: You do not have interactive login access to this machine. Contact the systems administrator for further assistance.
fr: Vous n'avez pas un accès interactif de connexion à cette machineContactez l'administrateur système pour assistance.

source: Local configuration error occurred. Contact the systems administrator for further assistance.
fr: Une erreur de configuration locale est survenue. Contactez l'administrateur système pour assistance.

source: A system error occurred while attempting to execute command. Contact the systems administrator for further assistance.
fr: Un erreur système est survenue lors de l'exécution de la commande. Contactez l'administrateur système pour assistance.

source: failed to write message to stderr: %s
fr: impossible d'écrire le message sur la sortie d'erreur : %s

source: failed to write message to stdout: %s
fr: impossible d'écrire le message sur la sortie standard : %s

source: Debug:
fr: Débogage :

source: Warning:
fr: Attention :

source: Error:
fr: Erreur :

source: Not enough memory
fr: Mémoire insuffisante

source: INTERNAL ERROR at %s:%d: unrecognized opcode %d
fr: ERREUR INTERNE à %s:%d : opcode %d inconnu

source: INTERNAL ERROR at %s:%d: unrecognized node type %d
fr: ERREUR INTERNE à %s:%d : type de nœud %d inconnu

source: INTERNAL ERROR at %s:%d: invalid envar type %d
fr: ERREUR INTERNE à %s:%d : type envar %d invalide

source: Final environment:
fr: Environnement final :

source: wordsplit(%s) failed: %s
fr: wordsplit(%s) a échoué : %s

source: no argument at index %d in command: %s
fr: aucun argument à l'indice %d dans la commande : %s

source: Transforming command line
fr: Transformation de la commande

source: Transforming program name (%s)
fr: Transformation du nom du programme (%s)

source: Transforming argv[%d]
fr: Transformation de argv[%d]

source: Transforming variable %s=%s
fr: Transformation de la variable %s=%s

source: environment transformation is not yet implemented
fr: transformation de l'environnement non implémentée

source: INTERNAL ERROR at %s:%d: can't modify read-only target
fr: ERREUR INTERNE à %s:%d : impossible de modifier la cible en lecture seule

source: Transformation map: %s, %s, %s, %u, %u, %s
fr: Transformation de carte : %s, %s, %s, %u, %u, %s

source: INTERNAL ERROR at %s:%d: invalid node type %d
fr: ERREUR INTERNE à %s:%d : type de nœud %d invalide

source: Deleting arguments %d-%d
fr: Suppression des arguments %d-%d

source: Deleting argv[0] is prohibited
fr: Supprimer argv[0] est interdit

source: INTERNAL ERROR at %s:%d: invalid target type %d
fr: ERREUR INTERNE à %s:%d : type de cible %d invalide

source: Program name: %s
fr: Nom du programme : %s

source: Final arguments:
fr: Arguments finaux :

source: error writing to database %s: %s
fr: erreur lors de l'écriture dans la base de données %s : %s

source: error writing stop to database file %s: %s
fr: erreur lors de l'écriture de stop dans la base de données %s : %s

source: %s:%d: %s: cannot fork: %s
fr: %s:%d: %s: impossible de forker : %s

source: Forked process %lu
fr: Fork du processus %lu

source: %s: subprocess exited with code %d
fr: %s : le sous-processus s'est terminé avec le code %d

source: %s: subprocess terminated on signal %d
fr: %s : le sous-processus s'est terminé au signal %d

source: %s: subprocess terminated
fr: %s : le sous-processus est terminé

source: cannot enforce gid %lu: %s
fr: impossible de forcer le gid %lu : %s

source: cannot enforce uid %lu: %s
fr: impossible de forcer l'uid %lu : %s

source: seteuid(0) succeeded when it should not
fr: seteuid(0) a réussi alors qu'il n'aurait pas dû

source: Rule %s at %s:%d matched
fr: La règle %s à %s:%d correspond

source: Error message: %s
fr: Message d'erreur : %s

source: Error sending diagnostic message to descriptor %d: %s
fr: Erreur lors de l'envoi du message de diagnostique au descripteur %d : %s

source: cannot set limits for %s
fr: impossible de spécifier les limites pour %s

source: Chroot dir: %s
fr: Chroot répertoire : %s

source: Home dir: %s
fr: Répertoire d'accueil : %s

source: cannot open database %s: %s
fr: impossible d'ouvrir la base de données %s : %s

source: cannot chroot to %s: %s
fr: impossible d'appliquer chroot à %s : %s

source: invalid uid %lu
fr: uid %lu non valide

source: cannot change to dir %s: %s
fr: impossible de changer le répertoire vers %s : %s

source: Executing %s, %s
fr: Exécution de %s, %s

source: %s:%d: %s: cannot execute %s: %s
fr: %s:%d: %s : impossible d'exécuter %s : %s

source: invalid command line
fr: commande non valide

source: invalid user name
fr: nom d'utilisateur non valide

source: user %s, uid %lu
fr: utilisateur %s, uid %lu

source: Command line:
fr: Commande :

source: Environment:
fr: Environnement :

source: Serving interactive shell request for %s by rule %s
fr: Service de la requête à l’interpréteur de commande pour %s suivant la règle %s

source: Serving request "%s" for %s by rule %s
fr: Service de la requête « %s » pour %s suivant la règle %s

source: no matching rule for "%s", user %s
fr: aucune règle correspondante pour "%s", utilisateur %s

source: not enough memory
fr: mémoire insuffisante

source: invalid format: %s
fr: format non valide : %s

source: cannot open database file %s
fr: impossible d'ouvrir le fichier de base de données %s

source: extra arguments
fr: arguments supplémentaires

source: %s: TCPMUX did not respond
fr: %s: TCPMUX ne répond pas

source: %s: TCPMUX returned %s
fr: %s: TCPMUX a retourné %s

source: Missing 2nd delimiter in position %d of expression %s
fr: Deuxième délimiteur manquant à la position %d de l'expression %s

source: Missing trailing delimiter in position %d of expression %s
fr: Délimiteur manquant à la position %d de l'expression %s

source: Unknown flag in transform expression: %c
fr: Drapeau inconnu dans l'expression de transformation : %c

source: Invalid transform expression: %s
fr: Expression de transformation invalide : %s

source: Invalid transform replacement: back reference out of range
fr: Remplacement de transformée non valide : référence arrière hors intervalle

source: NUMBER
fr: NOMBRE

source: Set debugging level.
fr: Ajuster le niveau de débogage.

source: Run in test mode.
fr: Lancer en mode test.

source: Scanner test.
fr: Test du scanner.

source: Print grammar and lexical analyzer traces
fr: Traces des analyses lexicale et grammaticale

source: NAME
fr: NOM

source: Supply user name in test mode.
fr: Fournir le nom d'utilisateur en mode test.

source: COMMAND
fr: COMMANDE

source: Execute COMMAND.
fr: Exécuter COMMANDE.

source: Force interactive shell.
fr: Forcer l’interpréteur de commande.

source: Dump final request in test mode.
fr: Afficher la requête finale en mode test

source: Add or remove configuration security check.
fr: Ajouter ou supprimer un configuration de vérification de sécurité.

source: Show default configuration.
fr: Montrer la configuration par défaut.

source: Other options
fr: Autres options

source: Give this help list
fr: Afficher cette aide

source: Give a short usage message
fr: Donner une courte indication sur l'usage

source: Print program version
fr: Afficher la version du programme

source: rush - a restricted user shell.
fr: rush - un shell utilisateur restreint.

source: [FILE]
fr: [FICHIER]

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
fr: Les arguments optionnels ou obligatoires pour les options longues le sont également pour les options courtes.

source: Report bugs to %s.
fr: Signalez tout bogue à %s.

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
fr: Licence GPLv3+: GNU GPL version 3 et plus <http://gnu.org/licenses/gpl.html> Ceci est un logiciel libre: vous êtres libre de le modifier et de le redistribuer. Il n'y'a AUCUNE GARANTIE, dans la limite permise par la loi.

source: the --user option is allowed for the superuser only
fr: l'option --user n'est autorisée que pour le super-utilisateur

source: No default configuration
fr: Aucun configuration par défaut

source: STRING
fr: FORMAT

source: Use STRING instead of the default format.
fr: Utiliser FORMAT au lieu du format par défaut.

source: DIR
fr: REP

source: Look for database files in DIR.
fr: Recherche des fichiers dans REP.

source: Do not display header line.
fr: Ne pas afficher l'en-tête.

source: rushwho - show listing of online Rush users.
fr: rushtwo - lister les utilisateurs de Rush en ligne.

source: Show entries in chronological order.
fr: Montrer les entrées dans l'ordre chronologique.

source: Show at most NUM records.
fr: Montrer au plus N enregistrements.

source: rushlast - show listing of last Rush logins.
fr: rushlast - lister les derniers logs Rush.

source: [user [user...]]
fr: [utilisateur [utilisateur...]]

source: invalid number (%s)
fr: nombre non valide (%s)

source: cannot stat format file %s
fr: impossible d'obtenir le status du fichier de format %s

source: %s is not a regular file
fr: %s n'est pas un fichier

source: cannot open format file %s
fr: impossible d'ouvrir le fichier %s

source: cannot create directory %s: %s
fr: impossible de créer le répertoire %s : %s

source: cannot stat directory %s: %s
fr: impossible d'obtenir le status du répertoire %s : %s

source: %s is not a directory
fr: %s n'est pas un répertoire

source: cannot open file %s: %s
fr: impossible d'ouvrir le fichier %s : %s

source: missing closing quote in string started near `%s'
fr: guillemets fermants manquants près de "%s"

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
fr: Licence GPLv3+: GNU GPL version 3 et plus <http://gnu.org/licenses/gpl.html> Ceci est un logiciel libre: vous êtres libre de le modifier et de le redistribuer. Il n'y'a AUCUNE GARANTIE, dans la limite permise par la loi.

source: Unknown system error
fr: Erreur système inconnue

source: %s: option '%s%s' is ambiguous
fr: %s: l'option « %s%s » est ambiguë

source: %s: option '%s%s' is ambiguous; possibilities:
fr: %s : l'option « %s%s » est ambiguë ; possibilités :

source: %s: unrecognized option '%s%s'
fr: %s: option inconnue « %s%s »

source: %s: option '%s%s' doesn't allow an argument
fr: %s: l'option « %s%s » ne prend aucun argument

source: %s: option '%s%s' requires an argument
fr: %s: l'option « %s%s » requiert un argument

source: %s: invalid option -- '%c'
fr: %s: option non valide -- « %c »

source: %s: option requires an argument -- '%c'
fr: %s: l'option requiert un argument -- « %c »
