Repository: carolhanna01/binary2name
Catalog: gnu_dataset/gss-1.0.3/po/*.po
Languages: pl

source: Kerberos V5 GSS-API mechanism
pl: Mechanizm Kerberos V5 GSS-API

source: A required input parameter could not be read
pl: Wymagany parametr wej¶ciowy nie móg³ byæ odczytany

source: A required output parameter could not be written
pl: Wymagany parametr wyj¶ciowy nie móg³ byæ zapisany

source: A parameter was malformed
pl: Parametr by³ ¼le sformu³owany

source: An unsupported mechanism was requested
pl: ¯±dano nieobs³ugiwanego mechanizmu

source: An invalid name was supplied
pl: Podano b³êdn± nazwê

source: A supplied name was of an unsupported type
pl: Podana nazwa by³a nieobs³ugiwanego typu

source: Incorrect channel bindings were supplied
pl: Podano niepoprawne powi±zania kana³u

source: An invalid status code was supplied
pl: Podano b³êdny kod stanu

source: A token had an invalid MIC
pl: Token mia³ b³êdny MIC

source: No credentials were supplied, or the credentials were unavailable or inaccessible
pl: Nie podano danych uwierzytelniaj±cych lub by³y niedostêpne

source: No context has been established
pl: Nie ustalono kontekstu

source: A token was invalid
pl: Token by³ b³êdny

source: A credential was invalid
pl: Dane uwierzytelniaj±ce by³y niepoprawne

source: The referenced credentials have expired
pl: Wskazane dane uwierzytelniaj±ce wygas³y

source: The context has expired
pl: Kontekst wygas³

source: Unspecified error in underlying mechanism
pl: Nieokre¶lony b³±d w podrzêdnym mechanizmie

source: The quality-of-protection requested could not be provided
pl: ¯±dana jako¶æ zabezpieczenia nie mog³a byæ zapewniona

source: The operation is forbidden by local security policy
pl: Operacja jest zabroniona przez lokaln± politykê bezpieczeñstwa

source: The operation or option is unavailable
pl: Operacja lub opcja jest niedostêpna

source: The requested credential element already exists
pl: ¯±dany element danych uwierzytelniaj±cych ju¿ istnieje

source: The provided name was not a mechanism name
pl: Dostarczona nazwa nie by³a nazw± mechanizmu

source: The gss_init_sec_context() or gss_accept_sec_context() function must be called again to complete its function
pl: Funkcja gss_init_sec_context() lub gss_accept_sec_context() musi byæ wywo³ana ponownie aby dokoñczyæ funkcjê

source: The token was a duplicate of an earlier token
pl: Token by³ duplikatem wcze¶niejszego

source: The token's validity period has expired
pl: Okres poprawno¶ci tokenu min±³

source: A later token has already been processed
pl: Pó¼niejszy token by³ ju¿ przetworzony

source: An expected per-message token was not received
pl: Nie otrzymano oczekiwanego tokenu dla komunikatu

source: No error
pl: Brak b³êdu

source: No @ in SERVICE-NAME name string
pl: Brak @ w ³añcuchu nazwy SERVICE-NAME

source: STRING-UID-NAME contains nondigits
pl: STRING-UID-NAME zawiera znaki nie bêd±ce cyframi

source: UID does not resolve to username
pl: UID nie rozwi±zuje siê na nazwê u¿ytkownika

source: Validation error
pl: B³±d kontroli poprawno¶ci

source: Couldn't allocate gss_buffer_t data
pl: Nie mo¿na przydzieliæ danych gss_buffer_t

source: Message context invalid
pl: B³êdny kontekst komunikatu

source: Buffer is the wrong size
pl: Z³y rozmiar bufora

source: Credential usage type is unknown
pl: Nieznany sposób u¿ycia danych uwierzytelniaj±cych

source: Unknown quality of protection specified
pl: Podano nieznan± jako¶ zabezpieczenia

source: Principal in credential cache does not match desired name
pl: Zarz±dca w buforze danych uwierzytelniaj±cych nie pasuje do ¿±danej nazwy

source: No principal in keytab matches desired name
pl: ¯aden zarz±dca w keytab nie pasuje do ¿±danej nazwy

source: Credential cache has no TGT
pl: Bufor danych uwierzytelniaj±cych nie zawiera TGT

source: Authenticator has no subkey
pl: Authenticator nie ma pola subkey

source: Context is already fully established
pl: Kontekst ju¿ zosta³ w pe³ni ustalony

source: Unknown signature type in token
pl: Nieznany rodzaj sygnatury w tokenie

source: Invalid field length in token
pl: B³êdna d³ugo¶æ pola w tokenie

source: Attempt to use incomplete security context
pl: Próba u¿ycia niepe³nego kontekstu bezpieczeñstwa

source: No krb5 error
pl: Brak b³êdu krb5

source: Unknown krb5 error
pl: Nieznany b³±d krb5

source: Try `%s --help' for more information.
pl: `%s --help' poda wiêcej informacji.

source: Usage: %s OPTIONS...
pl: Sk³adnia: %s OPCJE...

source: Command line interface to GSS, used to explain error codes.
pl: Interfejs linii poleceñ do GSS s³u¿±cy do wyja¶niania kodów b³êdów.

source: Mandatory arguments to long options are mandatory for short options too.
pl: Argumenty obowi±zkowe dla opcji d³ugich s± obowi±zkowe tak¿e dla opcji krótkich.

source: -h, --help Print help and exit. -V, --version Print version and exit. -l, --list-mechanisms List information about supported mechanisms in a human readable format. -m, --major=LONG Describe a `major status' error code value.
pl: -h, --help Wypisanie tego opisu i zakoñczenie -V, --version Wypisanie numeru wersji i zakoñczenie -l, --list-mechanisms Informacje o obs³ugiwanych mechanizmach w postaci czytelnej dla cz³owieka -m, --major=LONG Opis "g³ównego" kodu b³êdu w postaci tekstowej

source: -q, --quiet Silent operation (default=off).
pl: -q, --quiet Dzia³anie bez komunikatów (domy¶lnie wy³±czone)

source: GSS-API major status code %ld (0x%lx).
pl: G³ówny kod stanu GSS-API %ld (0x%lx).

source: MSB LSB +-----------------+-----------------+---------------------------------+ | Calling Error | Routine Error | Supplementary Info | |
pl: MSB LSB +-----------------+-----------------+---------------------------------+ | B³±d wywo³ania | B³±d procedury | Dodatkowe informacje | |

source: Masked routine error %ld (0x%lx) shifted into %ld (0x%lx):
pl: Maskowany b³±d procedury %ld (0x%lx) przesuniêty do %ld (0x%lx):

source: displaying status code failed (%d)
pl: wy¶wietlenie kodu stanu nie powiod³o siê (%d)

source: Masked calling error %ld (0x%lx) shifted into %ld (0x%lx):
pl: Maskowany b³±d wywo³ania %ld (0x%lx) przesuniêty do %ld (0x%lx):

source: Masked supplementary info %ld (0x%lx) shifted into %ld (0x%lx):
pl: Maskowane dodatkowe informacje %ld (0x%lx) przesuniête do %ld (0x%lx):

source: No error
pl: Brak b³êdu

source: indicating mechanisms failed (%d)
pl: okre¶lanie mechanizmów nie powiod³o siê (%d)

source: inquiring information about mechanism failed (%d)
pl: pobieranie informacji o mechanizmach nie powiod³o siê (%d)
