Repository: carolhanna01/binary2name
Catalog: gnu_dataset/shepherd-0.8.1/po/*.po
Languages: fr

source: service '~a' could not be found
fr: service « ~a » introuvable

source: service '~a' does not have an action '~a'
fr: le service « ~a » n’a pas d’action « ~a »

source: exception caught while executing '~a' on service '~a':
fr: exception rattrapée pendant l’exécution de « ~a » sur le service « ~a » :

source: something went wrong: ~s
fr: quelque chose s’est mal passé : ~s

source: Started:
fr: Démarrés :

source: Stopped:
fr: Arrêtés :

source: One-shot:
fr: Ponctuels :

source: Status of ~a:~%
fr: Statut de ~a :~%

source: It is started.~%
fr: Démarré.~%

source: Running value is ~s.~%
fr: Valeur d’exécution ~s.~%

source: It is stopped (one-shot).~%
fr: Arrêté (ponctuel).~%

source: It is stopped.~%
fr: Arrêté.~%

source: It is enabled.~%
fr: Activé.~%

source: It is disabled.~%
fr: Désactivé.~%

source: Provides ~a.~%
fr: Fournit ~a.~%

source: Requires ~a.~%
fr: Requiert ~a.~%

source: Conflicts with ~a.~%
fr: En conflit avec ~a.~%

source: Will be respawned.~%
fr: Sera relancé.~%

source: Will not be respawned.~%
fr: Ne sera pas relancé.~%

source: Last respawned on ~a.~%
fr: Dernier lancement le ~a.~%

source: failed to start service ~a
fr: impossible de démarrer le service ~a

source: premature end-of-file while talking to shepherd
fr: fin de fichier prématurée pendant le dialogue avec shepherd

source: Apply ACTION (start, stop, status, etc.) on \ SERVICE with the ARGs.
fr: Applique l’ACTION (start, stop, status, etc…) sur le\ SERVICE avec des ARGuments.

source: FILE
fr: FICHIER

source: send commands to FILE
fr: envoie des commandes au FICHIER

source: Usage: herd ACTION [SERVICE [OPTIONS...]]~%
fr: Utilisation : herd ACTION [SERVICE [OPTION…]]~%

source: Assertion ~a failed.
fr: L'assertion ~a a échouée.

source: Copyright (C) ~a the Shepherd authors
fr: Copyright (C) ~a les auteurs du Shepherd

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
fr: Licence GPLv3+ : GNU GPL version 3 ou ultérieure <http://gnu.org/licenses/gpl.html> Ce logiciel est libre : vous êtes libre de le changer et de le redistribuer. AUCUNE GARANTIE n’est donnée dans la limite autorisée par la loi.

source: Socket directory setup is insecure.
fr: Le paramétrage du répertoire du socket n'est pas sécurisé.

source: Enabled service ~a.
fr: Service ~a activé.

source: Disabled service ~a.
fr: Service ~a désactivé.

source: Service ~a is already running.
fr: Service ~a déjà lancé.

source: Service ~a is currently disabled.
fr: Service ~a actuellement désactivé.

source: Service ~a conflicts with running services ~a.
fr: Le service ~a est en conflit avec le service lancé ~a.

source: Service ~a depends on ~a.
fr: Le service ~a dépend de ~a.

source: Service ~a has been started.
fr: Service ~a démarré.

source: Service ~a could not be started.
fr: Impossible de démarrer le service ~a.

source: Service ~a is not running.
fr: Le service ~a n'est pas lancé.

source: Service ~a pending to be stopped.
fr: Le service ~a attend d'être arrêté.

source: Service ~a could not be stopped.
fr: Impossible d'arrêter le service ~a.

source: Service ~a has been stopped.
fr: Service ~a arrêté.

source: Unknown keyword. Try 'doc root help'.
fr: Mot-clef inconnu. Essayez « doc root help ».

source: No service provides ~a.
fr: Aucun service ne fournit ~a.

source: Respawning ~a.
fr: Redémarrage de ~a.

source: Service ~a terminated.
fr: Service ~a tué.

source: Service ~a has been disabled.
fr: Le service ~a a été désactivé.

source: (Respawning too fast.)
fr: (Redémarrage trop rapide.)

source: Unloading all optional services: '~a'...
fr: Déchargement de tous les services facultatif : « ~a »…

source: Done.
fr: Terminé.

source: Removing service '~a'...
fr: Suppression du service « ~a »…

source: Loading ~a.
fr: Chargement de ~a.

source: PID ~a (~a) is dead!
fr: Le PID ~a (~a) est mort !

source: Exiting shepherd...
fr: Shepherd s'arrête…

source: Halting...
fr: Arrêt…

source: Shutting down...
fr: Extinction…

source: Evaluating user expression ~a.
fr: Évaluation de l'expression utilisateur ~a.

source: Running as PID 1, so not daemonizing.
fr: Lancé en PID 1, donc pas de lancement en tant que démon.

source: You must be kidding.
fr: Vous voulez rire ?

source: undocumented option
fr: option non documentée

source: display version information and exit
fr: affiche l'information de version avant de quitter.

source: display short usage message and exit
fr: affiche un message d'utilisation court avant de quitter.

source: display this help and exit
fr: affiche cet aide avant de quitter.

source: Mandatory or optional arguments to long options are also mandatory or optional to the corresponding short options. Report bugs to: ~a . ~a general home page: <~a> General help using GNU software: <http://www.gnu.org/gethelp/>~%
fr: Les arguments requis ou facultatifs pour les options longues sont aussi requis ou facultatifs pour les options courtes correspondantes. Rapportez les bugs à : ~a. Rapportez les problèmes de traduction à : traduc@traduc.org. Page d’accueil de ~a : <~a> Aide générale pour les logiciels GNU : <http://www.gnu.org/gethelp/>~%

source: Option `--~a' is ambiguous.
fr: L’option « --~a » est ambiguë.

source: Unknown option: `--~a'.
fr: Option inconnue : « --~a ».

source: Try `--help'.
fr: Essayez « --help ».

source: Unknown option: `-~a'.
fr: Option inconnue : « -~a ».

source: Argument required by `-~a'.
fr: Un argument est requis par « -~a ».

source: use FILE to load and store state
fr: utiliser le FICHIER pour charger et stocker l’état

source: synonym for --silent
fr: synonyme de --silent

source: don't do output to stdout
fr: ne pas afficher la sortie sur stdout

source: don't ensure that the setup is secure
fr: ne pas s'assurer que le paramétrage est sécurisé

source: log actions in FILE
fr: enregistrer les actions dans FICHIER

source: when ready, write PID to FILE or stdout
fr: lorsqu'il est disponible, écrire le PID dans le FICHIER ou stdout

source: read configuration from FILE
fr: lire la configuration depuis le FICHIER

source: get commands from socket FILE or from stdin (-)
fr: récupérer les commandes du FICHIER de socket ou depuis stdin (-)

source: Rebooting...
fr: Redémarrage…

source: Invalid command.
fr: Commande invalide.

source: invalid command line
fr: Ligne de commande invalide.
