Repository: carolhanna01/binary2name
Catalog: gnu_dataset/anubis-4.2/po/*.po
Languages: da, de, es, fi, fr, hr, id, it, nb, nl, pl, ru, sr, sv, tr, vi

source: seteuid(0) succeeded when it should not
da: seteuid(0) lykkedes hvor den ikke burde
de: seteuid(0) hat geklappt, sollte aber nicht
es: seteuid(0) con éxito cuando no debería
fi: seteuid(0) onnistui kun sen ei olisi pitänyt
fr: seteuid(0) a réussi alors qu'il n'aurait pas dû réussir
hr: seteuid(0) je uspio kad nije trebao
id: seteuid(0) sukses ketika ini seharusnya tidak
it: seteuid(0) è riuscita, ma doveva fallire
nb: seteuid(0) vellykket når de skulle feilet
nl: seteuid(0) is gelukt terwijl dat niet zou mogen
pl: wywołanie seteuid(0) powiodło się chociaż nie powinno było
ru: вызов seteuid(0) удался, однако не должен был
sr: „seteuid(0)“ је успело када није требало
sv: seteuid(0) lyckades när den inte borde
tr: seteuid(0), başarısız olması gereken yerde başarılı oldu
vi: seteuid(0) thành công khi không nên.

source: cannot drop non-root setuid privileges
da: kan ikke slippe ikke-root setuid-privilegier
de: Kann Rootrechte nicht loswerden
es: No se pueden dejar los privilegios setuid que no son de root
fi: ei voi alentaa ei-root setuid-oikeuksia
fr: ne peut laisser tomber les privilèges setuid non-root
hr: ne mogu ispustiti neadministratorske setuid ovlasti
id: tidak dapat menjatuhkan privileges setuid bukan root
it: impossibile abbandonare i privilegi setuid non root
nb: Ikke-root setuid privilegier kan ikke droppes
nl: wegnemen van non-root SETUID-privileges is mislukt
pl: nie można porzucić uprawnień setuid użytkownika
ru: невозможно отказаться от привилегий setuid пользователя
sr: не могу да одбацим не-административна „setuid“ овлашћења
sv: kan inte släppa setuid-privilegier för icke-root
tr: root olmayan setuid hakları bırakılamaz
vi: không thể bỏ quyền truy cập setuid không phải của người chủ

source: PAM: Session opened (restrictions applied).
da: PAM: Session åbnet (restriktioner anvendt).
de: PAM: Sitzung gestartet (mit Einschränkungen).
es: PAM: sesión abierta (se aplicaron restricciones)
fi: PAM: Istunto avautui (rajoitukset toteutettu).
fr: PAM: session ouverte (des restrictions s'appliquent).
hr: PAM: Sjednica otvorena (uz primjenu ograničenja).
id: PAM: Sesi dibuka (pembatasan berlaku).
it: PAM: sessione aperta (restrizioni applicate).
nb: PAM: Sesjon åpnet (restriksjoner gjelder).
nl: PAM: Sessie is geopend (met beperkingen).
pl: PAM: Sesję otwarto (nałożono ograniczenia).
ru: PAM: Сессия открыта (наложены ограничения).
sr: ПАМ: Сесија је отворена (примењена су ограничења).
sv: PAM: Session startad (restriktioner tillämpade).
tr: PAM: Oturum açıldı (kısıtlamalar uygulandı).
vi: PAM: phiên chạy đã mở (cũng bị hạn chế).

source: PAM: Not authenticated to use GNU Anubis.
da: PAM: Ikke godkendt som bruger af GNU Anubis.
de: PAM: Nicht berechtigt, GNU Anubis zu benutzen.
es: PAM: no autenticado para usar GNU Anubis
fi: PAM: Ei ole varmennettu käyttämään GNU Anubis-ohjelmaa.
fr: PAM: non authentifié pour l'utilisation de GNU Anubis.
hr: PAM: Niste prošli provjeru za korištenje GNU Anubisa.
id: PAM: Tidak terautentifikasi untuk menggunakan GNU Anubis.
it: PAM: non autenticato per poter usare GNU Anubis.
nb: PAM: Ikke authorisert til å bruke GNU Anubis.
nl: PAM: Niet geauthenticeerd om GNU Anubis te gebruiken.
pl: PAM: Użytkownik nie ma uprawnień do użycia GNU Anubis.
ru: PAM: отказано в использовании GNU Anubis.
sr: ПАМ: Нисте потврдили идентитет за коришћење Гну Анубиса.
sv: PAM: Ej autentiserad för att använda GNU Anubis.
tr: PAM: GNU Anubis kullanımı için yetkilendirilmemiş.
vi: PAM: không có xác thực để sử dụng trình GNU Anubis.

source: UID:%d (%s), GID:%d, EUID:%d, EGID:%d
sr: УИБ:%d (%s), ГИБ:%d, ЕУИБ:%d, ЕГИБ:%d

source: Invalid user ID: %s
da: Ugyldig bruger-id: %s
de: Ungültige Benutzer-ID: %s
es: ID de usuario no válido: %s
fi: Virheellinen käyttäjätunnus: %s
fr: ID invalide d'usager: %s
hr: Neispravan korisnički ID: %s
id: ID pengguna tidak valid: %s
it: ID utente non valido: %s
nb: Ugyldig brukerid: %s
nl: Ongeldig gebruikers-ID: %s
pl: Niepoprawny ID użytkownika: %s
ru: Несуществующий пользователь: %s
sr: Неисправан ИБ корисника: %s
sv: Ogiltigt användar-id: %s
tr: Geçersiz kullanıcı kimliği: %s
vi: ID người dùng sai: %s

source: Invalid user name: %s
da: Ugyldig brugernavn: %s
de: Ungültiger Benutzername: %s
es: Nombre de usuario no válido: %s
fi: Virheellinen käyttäjänimi: %s
fr: Nom d'usager invalide: %s
hr: Neispravno korisničko ime: %s
id: Nama pengguna tidak valid: %s
it: Nome utente non valido: %s
nb: Ugyldig brukernavn: %s
nl: Ongeldige gebruikersnaam: %s
pl: Niepoprawna nazwa użytkownika: %s
ru: Недействительное имя пользователя: %s
sr: Неисправно име корисника: %s
sv: Ogiltigt användarnamn: %s
tr: Geçersiz kullanıcı adı: %s
vi: Tên người dùng sai: %s

source: Wrong permissions on %s. Set 0600.
da: Forkerte tilladelser på %s. Angiv 0600.
de: Falsche Zugriffsrechte für »%s«: Muss 0600 sein.
es: Permisos incorrectos en %s. Establecer 0600.
fi: Väärät käyttöoikeudet kohteessa %s. Aseta 0600:ksi.
fr: Permissions erronées sur %s. On utilise 0600.
hr: Neispravne dozvole na %s. Postavite 0600.
id: Ijin salah di %s. Set 0600.
it: Permessi errati su %s. Impostare a 0600.
nb: Feil tilgangsnivå på %s. Sett til 0600.
nl: Onjuiste toegangsrechten voor %s -- ingesteld op 0600.
pl: Błędne uprawnienia na %s. Ustaw 0600.
ru: Ошибочные привилегии для %s. Установите 0600.
sr: Погрешна овлашћења над „%s“. Поставите 0600.
sv: Felaktiga rättigheter på %s. Sätt till 0600.
tr: %s izinlemeleri yanlış. 0600 olarak değiştirildi.
vi: Quyền truy cập sai với %s. Đặt 0600.

source: %s is not a regular file or a symbolic link.
da: %s er ikke en regulær fil eller en symbolsk henvisning.
de: %s ist keine reguläre Datei und auch kein symbolischer Link.
es: %s no es un archivo ni un enlace simbólico
fi: %s ei ole tavallinen tiedosto tai symbolinen linkki.
fr: %s n'est pas un fichier régulier ni un lien symbolique.
hr: %s nije obična datoteka ili simbolička veza.
id: %s bukan sebuah berkas regular atau sebuah link simbolik.
it: %s non è un file normale né un link simbolico.
nb: %s er ikke en normal fil eller symbolsk lenke.
nl: %s is geen gewoon bestand of een symbolische koppeling.
pl: %s nie jest zwykłym plikiem ani dowiązaniem symbolicznym.
ru: %s не является ни обычным файлом, ни символической ссылкой.
sr: „%s“ није обична датотека или симболичка веза.
sv: %s är inte en normal fil eller en symbolisk länk.
tr: %s normal bir dosya veya bir sembolik bağ değil.
vi: %s không phải là một tập tin bình thường hay một liên kết mềm.

source: Cannot open pid file '%s'
da: Kan ikke åbne pid-fil %s
de: Kann PID-Datei »%s« nicht öffnen
es: No se puede abrir el archivo pid '%s'
fi: Ei voi avata pid-tiedostoa ”%s”
fr: ne peut ouvrir le fichier pid '%s'
hr: Ne mogu otvoriti pid datoteku „%s”
id: Tidak dapat membuka berkas pid '%s'
it: Impossibile aprire il file PID %s
nb: Kan ikke åpne pid fil '%s'
nl: Kan PID-bestand '%s' niet openen
pl: Nie można otworzyć bazy danych `%s'
ru: Невозможно открыть файл `%s'
sr: Не могу да отворим датотеку пиб-а „%s“
sv: Kan inte öppna pid-fil "%s"
tr: Pid dosyası '%s' açılamadı
vi: Không thể mở tập tin PID « %s »

source: warning
da: advarsel
de: Warnung
es: advertencia
fi: varoitus
fr: AVERTISSEMENT
hr: upozorenje
id: peringatan
it: attenzione
nb: advarsel
nl: waarschuwing
pl: ostrzeżenie
ru: предупреждение
sr: упозорење
sv: varning
tr: uyarı
vi: cảnh báo

source: Could not write to socket: %s
da: Kunne ikke skrive til sokkel: %s
de: write() auf Socket fehlgeschlagen: %s
es: No se pudo escribir en el socket: %s
fi: Ei voitu kirjoittaa pistokkeeseen: %s
fr: Ne peut écrire vers le socket: %s
hr: Ne mogu pisati u utičnicu: %s
id: Tidak dapat menulis ke soket: %s
it: Impossibile scrivere su socket: %s
nb: Kunne ikke skrive til socket: %s.
nl: Kan niet naar socket schrijven: %s
pl: Nie można zapisać do gniazda: %s
ru: Невозможно записать в гнездо: %s
sr: Не могу да пишем на прикључницу: %s
sv: Kunde inte skriva till uttag (socket): %s
tr: Sokete yazılamadı: %s
vi: Không thể ghi vào ổ cắm: %s

source: Could not write to socket
da: Kunne ikke skrive til sokkel
de: write() auf Socket fehlgeschlagen
es: No se pudo escribir en el socket
fi: Ei voitu kirjoittaa pistokkeeseen
fr: Ne peut écrire vers le socket
hr: Ne mogu pisati u utičnicu
id: Tidak dapat menulis ke soket
it: Impossibile scrivere su socket
nb: Kunne ikke skrive til socket
nl: Kan niet naar socket schrijven
pl: Nie można zapisać do gniazda
ru: Невозможно записать в гнездо
sr: Не могу да пишем на прикључницу
sv: Kunde inte skriva till uttag (socket)
tr: Sokete yazılamadı
vi: Không thể ghi vào ổ cắm

source: Unknown host %s.
da: Ukendt vært %s.
de: Unbekannter Rechner %s.
es: anfitrion desconocido %s.
fi: Tuntematon isäntä %s.
fr: Hôte inconnu %s.
hr: Nepoznato računalo %s.
id: Host %s tidak diketahui.
it: Host %s sconosciuto.
nb: Ukjent vert %s.
nl: Onbekende host '%s'.
pl: Nieznany host %s.
ru: Неизвестная станция %s.
sr: Непознати домаћин „%s“.
sv: Okänd värd %s.
tr: Bilinmeyen makina %s.
vi: Không rõ máy %s.

source: %s: host name is valid but does not have an IP address.
da: %s: Værtsnavn er gyldigt, men har ikke en ip-adresse.
de: Der Rechnername »%s« ist gültig, hat aber keine IP-Adresse.
es: %s: el nombre del anfitrión es válido pero no tiene dirección IP
fi: %s: isäntänimi on oikea, mutta sillä ei ole IP-osoitetta.
fr: %s: nom de l'hôte est valide mais n'a pas d'adresse IP.
hr: %s: ime računala je ispravno, ali ne sadrži IP adresu.
id: %s: nama host valid tetapi tidak memiliki sebuah alamat IP.
it: %s: il nome dell'host è valido, ma non ha un indirizzo IP.
nb: %s: Vertens navn er gyldig men den har ingen IP-adresse.
nl: %s: hostnaam is geldig maar heeft geen IP-adres.
pl: %s: host ma poprawną nazwę, ale nie ma adresu IP.
ru: %s: у станции действительное название, но отсутствует IP-адрес.
sr: %s: назив домаћина је исправан али нема ИП адресу.
sv: %s: värdnamnet är giltigt men har ingen IP-adress.
tr: %s: makina adı geçerli fakat IP no'su yok.
vi: %s: tên máy là hợp lệ nhưng mà không có địa chỉ IP.

source: %s: unrecoverable name server error occured.
da: %s: En uigenkaldelig navneserverfejl opstod.
de: %s: Nicht behebbarer Nameserver-Fehler aufgetreten.
es: %s: ha ocurrido un error irrecuperable con el servidor de nombre.
fi: %s: tapahtui palautumaton nimipalvelinvirhe.
fr: %s: erreur non récupérable du serveur de nom est survenue.
hr: %s: dogodila se greška imenskog poslužitelja, oporavak nije moguć.
id: %s: error ditemui di nama server tidak dapat direkover.
it: %s: errore irrecuperabile del server dei nomi.
nb: %s: Uopprettelig navnetjenerfeil oppsto.
nl: %s: Er is een onoplosbare naamserverfout opgetreden.
pl: %s: wystąpił nienaprawialny błąd serwera nazw.
ru: %s: неисправимая ошибка сервера имен.
sr: %s: дошло је до непоправљиве грешке назива сервера.
sv: %s: oåterhämtbart namnserverfel inträffade.
tr: %s: düzeltilemez isim sunucusu hatası oluştu.
vi: %s: gặp lỗi máy phục vụ tên không thể phục hồi.

source: %s: a temporary name server error occured. Try again later.
da: %s: En midlertidig navneserverfejl opstod. Forsøg igen senere.
de: %s: Ein temporärer Nameserver-Fehler ist aufgetreten. Versuchen Sie es später nochmal.
es: %s: ha ocurrido un error con el servidor de nombre. Inténtelo nuevamente más tarde.
fi: %s: tapahtui tilapäinen nimipalvelinvirhe. Yritä myöhemmin uudelleen.
fr: %s: une erreur temporaire du serveur de nom est survenue. Essayer plus tard.
hr: %s: dogodila se greška privremenog imenskog poslužitelja. Pokušajte ponovo kasnije.
id: %s: error ditemui di sebuah nama server sementara. Coba lagi nanti.
it: %s: errore del server dei nomi temporaneo. Riprovare in seguito.
nb: %s: Midlertidig navnetjenerfeil oppsto. Forsøk på ny senere.
nl: %s: Er is een tijdelijke naamserverfout opgetreden. Probeer het later opnieuw.
pl: %s: wystąpił tymczasowy błąd serwera nazw. Spróbuj ponownie później.
ru: %s: временная ошибка сервера имен. Повторите попытку позже.
sr: %s: дошло је до привремене грешке назива сервера. Покушајте касније.
sv: %s: ett tillfälligt namnserverfel inträffade. Försök igen senare.
tr: %s: geçici isim sunucusu hatası oluştu. Daha sonra tekrar deneyin.
vi: %s: gặp lỗi máy phục vụ tên tạm thời: hãy thư lại sau.

source: %s: unknown DNS error %d.
da: %s: Ukendt DNS-fejl %d.
de: %s: unbekannter DNS-Fehler %d.
es: %s: error DNS desconocido %d.
fi: %s: tuntematon DNS-virhe %d.
fr: %s: erreur DNS inconnue %d.
hr: %s: nepoznata DNS greška %d.
id: %s: tidak diketahui DNS error %d.
it: %s: errore di DNS sconosciuto %d.
nb: %s: Ukjent DNS feil %d.
nl: %s: onbekende DNS-fout %d.
pl: %s: nieznany błąd DNS: %d.
ru: %s: неизвестная ошибка DNS %d.
sr: %s: непозната грешка ДНС-а %d.
sv: %s: okänt DNS-fel %d.
tr: %s: bilinmeyen DNS hatası %d.
vi: %s: không rõ lỗi DNS %d.

source: Unsupported callback property %d
da: Ikke understøttet tilbagekaldelsesegenskab %d
de: Nicht unterstützte Callback-Eigenschaft %d
es: No se admite la propiedad de respuesta %d
fi: Tukematon takaisinsoitto-ominaisuus %d
hr: Nepodržano povratno svojstvo %d
id: Properti callback %d tidak didukung
it: Proprietà di richiamata %d non supportata
nl: Niet-ondersteunde terugroepeigenschap %d
pl: Nieobsługiwana własność wywołania zwrotnego %d
sr: Неподржано својство %d опозива
vi: Thuộc tính gọi ngược không được hỗ trợ %d

source: Malformed or unexpected reply
da: Defekt eller uventet svar
de: Kaputte oder unerwartete Antwort
es: Respuesta inesperada o malformada
fi: Vääränmuotoinen tai odottamaton vastaus
fr: Réponse mal composée ou inattendue
hr: Izobličen ili neočekivan odgovor
id: Salah bentuk atau balasan tidak terduga
it: Risposta malformata o inattesa
nb: Ugyldig eller uventet svar
nl: Ongeldig of onverwacht antwoord
pl: Błędnie sformatowana lub nieoczekiwana odpowiedź
ru: Неправильно сформированный или неожиданный ответ
sr: Лош или неочекивани одговор
sv: Felaktigt eller oväntat svar
tr: Bozuk veya beklenmeyen yanıt
vi: Trả lời dạng sai hay bất thường.

source: SASL gsasl_client_start: %s
sr: САСЛ „gsasl_client_start“: %s

source: GSASL handshake aborted: %d %s
da: GSASL-håndtryk afbrudt: %d %s
de: GSASL-Handshake fehlgeschlagen: %d %s
es: Saludo GSASL abortado: %d %s
fi: GSASL-kättely keskeytetty: %d %s
fr: Abandon du handshake GSASL: %d %s
hr: GSASL rukovanje prekinuto: %d %s
id: GSASL jabat-tangan dibatalkan: %d %s
it: Negoziazione GSASL annullata: %d %s
nb: GSASL håndhilsing avbrutt: %d %s
nl: GSASL-handdruk is mislukt: %d %s
pl: Przerwany proces negocjacji GSASL: %d %s
ru: Обмен GSASL завершился неудачей: %d %s
sr: Прекинуто је руковање ГСАСЛ-а: %d %s
sv: GSASL-handskakning avbruten: %d %s
tr: GSASL elsıkışması durduruldu: %d %s
vi: Việc bắt tay GSASL bị hủy bỏ : %d %s

source: GSASL error: %s
da: GSASL-fejl: %s
de: GSASL-Fehler: %s
es: error de GSASL: %s
fi: GSASL-virhe: %s
fr: Erreur GSASL: %s
hr: GSASL greška: %s
it: Errore di GSASL: %s
nb: GSASL feil: %s
nl: GSASL-fout: %s
pl: Błąd GSASL: %s
ru: Ошибка GSASL: %s.
sr: Грешка ГСАСЛ-а: %s
sv: GSASL-fel: %s
tr: GSASL hatası: %s
vi: Lỗi GSASL: %s

source: Authentication failed: %d %s
da: Godkendelse mislykkedes: %d %s
de: Authentifizierung fehlgeschlagen: %d %s
es: Autenticación ha fallado: %d %s
fi: Varmennus epäonnistui: %d %s
fr: Échec d'authentification: %d %s
hr: Provjera nije uspjela: %d %s
id: Autentifikasi gagal: %d %s
it: Autenticazione fallita: %d %s
nb: Autentisering feilet: %d %s
nl: Authenticatie is mislukt: %d %s
pl: Uwierzytelnienie się nie powiodło: %d %s
ru: Авторизация неудачна: %d %s
sr: Потврђивање идентитета није успело: %d %s
sv: Autentisering misslyckades: %d %s
tr: Kimlik denetimi başarısız: %d %s
vi: Lỗi xác thực: %d %s

source: Authentication successful.
da: Godkendelse lykkedes.
de: Authentifizierung erfolgreich.
es: Autenticación exitosa.
fi: Varmennus onnistui.
fr: Succès d'authentification.
hr: Provjera uspjela.
id: Autentifikasi sukses.
it: Autenticazione riuscita.
nb: Autentisering vellykket.
nl: Authenticatie is geslaagd.
pl: Uwierzytelniono pomyślnie.
ru: Авторизация прошла успешно.
sr: Потврђивање идентитета је успело.
sv: Autentisering lyckades.
tr: Kimlik denetimi başarılı.
vi: Đã xác thực thành công.

source: Got empty list of authentication methods
da: Fik tom liste over godkendelsesmetoder
de: Leere Liste von Authentifizierungsmethoden bekommen
es: Se obtuvo una lista de métodos de autenticación vacía
fi: Saatiin varmennustapojen tyhjä luettelo
fr: A obtenu une liste vide de méthodes d'authentification
hr: Primljen prazan popis metoda provjere
id: Memperoleh daftar kosong dari metode autentifikasi
it: Ricevuto elenco di metodi di autenticazione vuoto
nb: Fikk tom liste med autentifikasjonsmetoder
nl: Ontvangen lijst met authenticatiemethodes is leeg
pl: Otrzymano pustą listę metod uwierzytelnienia
ru: Получен пустой список методов авторизации
sr: Добих празан списак начина потврђивања идентитета
sv: Fick tom lista med autentiseringsmetoder
tr: Kimlik denetim metodları için boş liste alındı
vi: Đã lấy danh sách phương pháp xác thực rỗng

source: Server did not offer any feasible authentication mechanism
da: Server tilbød ingen brugbar godkendelsesmekanisme
de: Der Server hat keine ordentlichen Authentifizierungsmechanismen angeboten
es: El servidor no ofrece ningún mecanismo de autenticación realizable
fi: Palvelin ei tarjoa mitään mahdollista varmennusmekanismia
fr: Le serveur n'a pas offert de mécanisme d'authentification pouvant être complété
hr: Poslužitelj nije ponudio moguće mehanizme provjere
id: Server tidak menawarkan mekanisme autentifikasi yang memungkinkan
it: Il server non ha offerto alcun meccanismo di autenticazione utilizzabile
nb: Tjener oppgav ingen autentiseringsmekanismer som kan brukes
nl: Server biedt geen enkel werkbaar authenticatiemechanisme aan
pl: Serwer nie zaoferował żadnego używalnego mechanizmu uwierzytelniania
ru: Сервер не предложил ни одного подходящего механизма авторизации
sr: Сервер не нуди ниједан изводљиви механизам потврђивања идентитета
sv: Servern erbjöd ingen möjlig autentiseringsmekanism
tr: Sunucu kullanılabilir bir kimlik denetim mekanizması sağlamıyor
vi: Máy phục vụ không đưa cơ chế xác thực có thể

source: INTERNAL ERROR
da: INTERN FEJL
de: INTERNER FEHLER
es: ERROR INTERNO
fi: SISÄINEN VIRHE
fr: ERREUR INTERNE
hr: INTERNA GREŠKA
it: ERRORE INTERNO
nb: INTERN FEIL
nl: **Interne fout**
pl: BŁĄD WEWNĘTRZNY
ru: ВНУТРЕННЯЯ ОШИБКА
sr: УНУТРАШЊА ГРЕШКА
sv: INTERNT FEL
tr: İÇ HATA
vi: LỖI NỘI BỘ

source: Selected authentication mechanism %s requires TLS encryption. Not using ESMTP authentication
da: Valgt godkendelsesmekanisme %s kræver TLS-kryptering. Bruger ikke ESMTP-godkendelse
de: Der ausgewählte Authentifizierungsmechanismus %s benötigt TLS-Verschlüsselung. Daher wird keine ESMTP-Authentifizierung benutzt
es: El mecanismo de autenticación elegido %s requiere cifrado TLS. No usar autenticación ESMTP
fi: Valittu varmennusmekanismi %s vaatii TLS-salauksen. Ei käyttäen ESMTP-varmennusta
fr: Mécanisme d'authentification sélectionné %s requiert l'encryptage TLS. Authentification ESMTP n'est pas utilisée.
hr: Odabrani mehanizam provjere %s zahtijeva TLS šifriranje. Ne koristim ESMTP provjeru
id: Mekanisme autentifikasi yang dipilih %s membutuhkan enkripsi TLS. Tidak menggunakan autentifikasi ESMTP
it: Il meccanismo di autenticazione selezionato %s richiede cifratura TLS. L'autenticazione ESMTP non viene utilizzata
nb: Valgt autentiseringsmekanisme %s forutsetter TLS kryptering. Bruker ikke ESMTP autentisering
nl: Gekozen authenticatiemechanisme %s vereist TLS-versleuteling -- ESMTP-authenticatie wordt niet gebruikt
pl: Wybrany mechanizm uwierzytelniania %s wymaga szyfrowania TLS. Uwierzytelnianie ESMTP nie będzie używane.
ru: Выбранный механизм авторизации %s требует шифрования TLS. Авторизация ESMTP не используется.
sr: Изабрани механизам потврђивања идентитета „%s“ захтева ТЛС шифровање. Не користим ЕСМТП потврђивање идентитета
sv: Vald %s-autentiseringsmekanism kräver TLS-kryptering. Använder inte ESMTP-autentisering
tr: Seçili %s kimlik denetim mekanizması TLS şifrelemesi gerektiriyor. ESMTP kimlik denetimi kullanılmıyor.
vi: Cơ chế xác thực đã chọn %s thì cần thiết mật mã TLS. Không xác thực ESMTP.

source: Selected authentication mechanism %s
da: Valgt godkendelsesmekanisme %s
de: Benutze Authentifizierungsmechanismus %s
es: Mecanismo de autenticación elegido %s
fi: Valittu varmennusmekanismi %s
fr: Mécanisme d'authentification sélectionné est %s
hr: Odabrani mehanizam provjere %s
id: Mekanisme autentifikasi yang dipilih %s
it: Meccanismo di autenticazione selezionato %s
nb: Valgt autentifikasjonsmetode %s
nl: Gekozen authenticatiemechanisme is %s
pl: Wybrany mechanizm uwierzytelnienia %s
ru: Выбран механизм авторизации %s
sr: Изабрани механизам потврђивања идентитета „%s“
sv: Valde %s-autentiseringsmekanism
tr: %s kimlik denetim mekanizması seçildi
vi: Cơ chế xác thực đã chon %s

source: Cannot initialize libgsasl: %s
da: Kan ikke initialisere libgsasl: %s
de: Kann libgsasl nicht initialisieren: %s
es: No se puede inicializar libgsasl: %s
fi: Ei voi alustaa libgssasl-kirjastoa: %s
fr: Ne peut initialiser libgsasl: %s
hr: Ne mogu inicijalizirati libgsasl: %s
id: Tidak dapat menginisialisasi libgsasl: %s
it: Impossibile inizializzare libgsasl: %s
nb: Kan ikke initialisere libgsasl: %s
nl: Kan 'libgsasl' niet initialiseren: %s
pl: Nie można zainicjalizować libgsasl: %s
ru: Невозможно инициализировать libgsasl: %s
sr: Не могу да покренем либгсасл: %s
sv: Kan inte initiera libgsasl: %s
tr: libgsasl ilklendirilemedi: %s
vi: Không thể sơ khởi libgsasl: %s

source: ESMTP AUTH is not supported
da: ESMTP AUTH er ikke understøttet
de: ESMTP AUTH wird nicht unterstützt
es: ESMTP AUTH no soportado
fi: ESMTP-varmennusta ei tuettu
fr: AUTH ESMTP n'est pas supportée
hr: ESMTP AUTH nije podržana
id: ESMTP AUTH tidak didukung
it: ESTMP AUTH non è supportato
nb: ESMTP AUTH støttes ikke
nl: ESMTP-authenticatie wordt niet ondersteund
pl: ESMTP AUTH nie jest wspierane
ru: ESMTP AUTH не поддерживается
sr: „ESMTP AUTH“ није подржано
sv: ESMTP AUTH stöds inte
tr: ESMTP AUTH desteklenmiyor
vi: Không hỗ trợ cách xác thực (AUTH) ESMTP

source: #1 socket() failed.
da: #1 socket() mislykkedes.
de: #1 socket() fehlgeschlagen.
es: socket() #1 ha fallado
fi: #1 socket() epäonnistui.
fr: Échec du socket() #1.
hr: #1 socket() nije uspio.
id: #1 socket() gagal.
it: #1 socket() fallita.
nb: #1 socket() feilet.
nl: eerste socket() is mislukt
pl: Utworzenie gniazda #1 nie powiodło się.
ru: ошибка socket() #1.
sr: „#1 socket()“ није успело.
sv: #1 socket() misslyckades.
tr: #1 socket() başarısız.
vi: #1 socket() không thành công.

source: #2 socket() failed.
da: #2 socket() mislykkedes.
de: #2 socket() fehlgeschlagen.
es: socket() #2 ha fallado
fi: #2 socket() epäonnistui.
fr: Échec du socket() #2.
hr: #2 socket() nije uspio.
id: #2 socket() gagal.
it: #2 socket() fallita.
nb: #2 socket() feilet.
nl: tweede socket() is mislukt
pl: Utworzenie gniazda #2 nie powiodło się.
ru: ошибка socket() #2.
sr: „#2 socket()“ није успело.
sv: #2 socket() misslyckades.
tr: #2 socket() başarısız.
vi: #2 socket() không thành công.

source: #1 bind() failed
da: #1 bind() mislykkedes
de: #1 bind() fehlgeschlagen
es: bind() #1 ha fallado
fi: #1 bind() epäonnistui
fr: #1 bind() a échoué
hr: #1 bind() nije uspio
id: #1 bind() gagal
it: #1 bind() fallita
nb: #1 bind() feilet
nl: eerste bind() is mislukt
pl: bind() nad gniazdem #1 nie powiodła się
ru: ошибка bind() #1: %s
sr: „#1 bind()“ није успело
sv: #1 bind() misslyckades
tr: #1 bind() başarısız
vi: #1 bind() không thành công.
