Repository: carolhanna01/binary2name
Catalog: gnu_dataset/anubis-4.2/po/*.po
Languages: da, de, es, fi, fr, hr, id, it, nb, nl, pl, ru, sr, sv, tr, vi

source: Initializing the TLS/SSL connection with MUA...
da: Initialierer TLS/SSL-forbindelse med MUA...
de: Initialisiere die TLS/SSL-Verbindung mit dem MUA ...
es: Iniciando la conexión TLS/SSL con MUA...
fi: Alustetaan TLS/SSL-yhteyttä MUA:n kanssa...
fr: Initialisaton de la connexion TLS/SSL avec MUA...
hr: Inicijaliziram TLS/SSL vezu s MUA...
id: Menginisialisasi koneksi TLS/SSL dengan MUA...
it: Inizializzazione della connessione TLS/SSL con MUA in corso
nb: Initialiserer TLS/SSL tilkobling med MUA...
nl: Initialiseren van TLS/SSL-verbinding met MUA...
pl: Inicjalizacja podłączenia do MUA przez TLS/SSL...
ru: Установка соединения с MUA по протоколу TLS/SSL...
sr: Покрећем ТЛС/ССЛ везу са МУА-ом...
sv: Initierar TLS/SSL-anslutningen med MUA...
tr: MUA ile TLS/SSL bağlantısı başlatılıyor...
vi: Đang sơ khởi kết nối TLS/SSL với MUA...

source: TLS/SSL handshake failed!
da: TLS/SSL-håndtryk mislykkedes!
de: TLS/SSL-Handshake fehlgeschlagen!
es: Saludo TLS/SSL ha fallado!
fi: TLS/SSL-kättely epäonnistui!
fr: Échec d'échange handshake TLS/SSL!
hr: TLS/SSL rukovanje nije uspjelo!
id: jabat-tangan TLS/SSL gagal!
it: Negoziazione di TLS/SSL fallita.
nb: TLS/SSL håndhilsing feilet!
nl: TLS/SSL-handdruk is mislukt!
pl: Proces negocjacji TLS/SSL nie powiódł się!
ru: Обмен TLS/SSL завершился неудачей!
sr: Није успело ТЛС/ССЛ руковање!
sv: TLS/SSL-handskakning misslyckades!
tr: TLS/SSL elsıkışması başarısız!
vi: Việc bắt tây TLS/SSL không thành công !

source: The certificate is not trusted.
da: Certifikatet er ikke troværdigt.
de: Das Zertifikat ist nicht vertrauenswürdig.
es: El certificado no es confiable.
fi: Varmenne ei ole luotettu.
fr: Le certificat n'est pas fiable.
hr: Certifikat nije pouzdan.
id: Sertifikat tidak dipercaya.
it: Il certificato non è fidato.
nb: Sertifikatet stoles ikke på.
nl: Het certificaat wordt niet vertrouwd.
pl: Certyfikat nie jest zaufany.
ru: Нет доверия сертификату.
sr: Уверење није поверљиво.
sv: Certifikatet är ej betrott.
tr: Sertifikaya güvenilmedi.
vi: Chứng nhận này không tin cậy.

source: The certificate has expired.
da: Certifikatet er udløbet.
de: Das Zertifikat ist abgelaufen.
es: El certificado ha caducado.
fi: Varmenne on vanhentunut.
fr: Le certificat a expiré.
hr: Certifikat je istekao.
id: Sertifikat telah kadaluarsa.
it: Il certificato è scaduto.
nb: Sertifikatet er utgått.
nl: Het certificaat is verlopen.
pl: Certyfikat przekroczył termin ważności.
ru: Срок действия сертификата истек.
sr: Уверење је истекло.
sv: Certifikatet har gått ut.
tr: Sertifikanın süresi dolmuş.
vi: Chứng nhận đã hết hạn.

source: The certificate is not yet activated.
da: Certifikatet er endnu ikke aktiveret.
de: Das Zertifikat ist noch nicht aktiviert.
es: El certificado no fue aún activado.
fi: Varmennetta ei ole vielä aktivoitu.
fr: Le certificat n'est pas encore activé.
hr: Certifikat još nije aktiviran.
id: Sertifikat belum aktif.
it: Il certificato non è ancora stato attivato.
nb: Sertifikatet er ennå ikke aktivisert.
nl: Het certificaat is nog niet geactiveerd.
pl: Certyfikat nie jest jeszcze zaktywizowany.
ru: Сертификат не активирован.
sr: Уверење још увек није активирано.
sv: Certifikatet har inte aktiverats än.
tr: Sertifika henüz etkinleştirilmemiş.
vi: Chứng nhận chưa hoạt động.

source: No certificate was found!
da: Inter certifikat blev fundet!
de: Kein Zertifikat gefunden.
es: No se encontró certificado!
fi: Yhtään varmennetta ei löytynyt!
fr: Aucun certificat n'a été repéré!
hr: Nije pronađen certifikat!
id: Tidak ada sertifikat yang ditemukan!
it: Non è stato trovato alcun certificato.
nb: Intet sertifikat funnet!
nl: Er is geen certificaat gevonden!
pl: Nie odnaleziono żadnego certyfikatu!
ru: Сертификат не найден!
sr: Нисам пронашао ниједно уверење!
sv: Inget certifikat hittades!
tr: Sertifika bulunamadı!
vi: Không tìm thấy chứng nhận !

source: The certificate is trusted.
da: Certifikatet er gyldigt.
de: Das Zertifikat ist vertrauenswürdig.
es: El certificado es confiable.
fi: Varmenne on luotettava.
fr: Le certificat est fiable.
hr: Certifikat je pouzdan.
id: Sertifikat tidak dapat dipercaya.
it: Il certificato è fidato.
nb: Serifikatet stoles på.
nl: Het certificaat wordt vertrouwd.
pl: Certyfikat jest zaufany.
ru: Оказано доверие сертификату.
sr: Уверење је поверљиво.
sv: Certifikatet är betrott.
tr: Sertifikaya güvenildi.
vi: Chứng nhận này tin cậy.

source: - Anonymous DH using prime of %d bit.
da: - Anonym DH bruger primtal på %d bit.
de: - Anonymer DH mit %d-Bit-Primzahl.
es: - DH anónimo usando primo de %d bit.
fi: - Anonyymi DH käyttäen %d bitin alkulukua.
fr: - DH anonyme utilisant un nombre premier de %d bit.
hr: - Anonimni DH koristi prvi %d bit.
id: - Anonim DH menggunakan prima dari %d bit.
it: - DH anonimo con uso di un numero primo di %d bit.
nb: Anonym DH med primtall på %d bit.
nl: - Anonieme DH met priemgetal van %d bit.
pl: DH anonimowy używa liczby pierwszej z %d bita.
ru: Анонимный DH использует простые числа по %d биту.
sr: — Безимени ДХ користећи први од %d бита.
sv: - Anonym DH använder %d-bit primtal.
tr: - Anonim DH %d bit asal sayısı kullanıyor.
vi: - DH vô danh dùng số nguyên tố của %d bit.

source: - Ephemeral DH using prime of %d bit.
da: - Kortvarig DH bruger primtal på %d bit.
de: - Kurzlebiger DH mit %d-Bit-Primzahl.
es: - DH efímero usando primo de %d bit.
fi: - Lyhytaikainen DH käyttäen %d bitin alkulukua.
fr: - DH éphémère utilisant un nombre premier de %d bit.
hr: - Kratkotrajni DH koristi prvi %d bit.
id: - Ephemeral DH menggunakan prima dari %d bit.
it: - DH effimero con uso di un numero primo di %d bit.
nb: Ephemeral (?) FH med primtall op %d bit.
nl: - Kortstondige DH met priemgetal van %d bit.
pl: DH efemeralny używa liczby pierwszej z %d bita.
ru: Эфемеридный DH использует простые числа по %d биту.
sr: — Краткотрајан ДХ користећи први од %d бита.
sv: - Kortlivad DH använder %d-bit primtal.
tr: - Geçici DH %d bit asal sayısı kullanıyor.
vi: - DH phù du dùng số nguyên tố của %d bit.

source: - Protocol: %s
da: - Protokol: %s
de: - Protokoll: %s
es: - Protocolo: %s
fi: - Protokolla: %s
hr: - Protokol: %s
id: - Protokol: %s
it: - Protocollo: %s
nb: - Protokoll: %s
pl: - Protokół: %s
ru: - Протокол: %s
sr: — Протокол: %s
sv: - Protokoll: %s
tr: - Protokol: %s
vi: - Giao thức: %s

source: - Certificate Type: %s
da: - Certifikattype: %s
de: - Zertifikatstyp: %s
es: - Tipo de certificado: %s
fi: - Varmennetyyppi: %s
fr: - Type de certificat: %s
hr: - Vrsta certifikata: %s
id: - Tipe Sertifikat: %s
it: - Tipo di certificato: %s
nb: - Sertifikattype: %s
nl: - Soort certificaat: %s
pl: - Typ certyfikatu: %s
ru: - Тип сертификата: %s
sr: — Врста уверења: %s
sv: - Certifikattyp: %s
tr: - Sertifika Türü: %s
vi: - Kiểu chứng nhận: %s

source: - Compression: %s
da: - Kompression: %s
de: - Komprimierung: %s
es: - Compresión: %s
fi: - Pakkaus: %s
hr: - Kompresija: %s
id: - Kompresi: %s
it: - Compressione: %s
nb: - Komprimering: %s
nl: - Compressie: %s
pl: - Kompresja: %s
ru: - Сжатие: %s
sr: — Паковање: %s
sv: - Komprimering: %s
tr: - Sıkıştırma: %s
vi: - Nén: %s

source: - Cipher: %s
da: - Kode: %s
de: - Verschlüsselung: %s
es: - Cifrado: %s
fi: - Salakirjoitusmenetelmä: %s
hr: - Šifriranje: %s
it: - Cifra: %s
nb: - Chiffer (Krypto): %s
nl: - Codering: %s
pl: - Szyfr: %s
ru: - Шифрование: %s
sr: — Шифрер: %s
sv: - Kryptering: %s
tr: - Şifre: %s
vi: - Mật mã: %s

source: - MAC: %s
sr: — МАК: %s

source: - Certificate info:
da: - Certifikatinfo:
de: - Zertifikatinformationen:
es: - Información del certificado:
fi: - Varmennetiedot:
fr: - Info du certificat:
hr: - Informacije o certifikatu:
id: - Informasi Sertifikat:
it: - Informazioni sul certificato:
nb: - Sertifikat informasjon:
nl: - Certificaatinfo:
pl: - Informacje o certyfikacie:
ru: - Информация о сертификате:
sr: Подаци о уверењу:
sv: - Certifikatinformation:
tr: - Sertifika bilgisi:
vi: - Thông tin chứng nhận:

source: - Certificate is valid since: %s
da: - Certifikat er gyldig siden: %s
de: - Das Zertifikat ist gültig seit: %s
es: - Certificado válido desde: %s
fi: - Varmenne on voimassa: %s
fr: - Certificat valide depuis: %s
hr: - Certifikat je ispravan od: %s
id: - Sertifikat valid sejak: %s
it: - Il certificato è valido dal: %s
nb: - Sertifikatet er gyldig siden: %s
nl: - Certificaat is geldig sinds: %s
pl: - Certyfikat jest poprawny od %s
ru: - Сертификат действителен с: %s
sr: — Уверење важи до: %s
sv: - Certifikatet är giltigt sedan: %s
tr: - Sertifika %s tarihinden beri geçerli
vi: - Chứng nhận hợp lệ kể từ : %s

source: - Certificate expires: %s
da: - Certifikat udløber: %s
de: - Das Zertifikat läuft ab am: %s
es: - Certificado expira: %s
fi: - Varmenne vanhenee: %s
fr: - Certificat expire: %s
hr: - Certifikat istječe: %s
id: - Sertifikat kadaluarsa: %s
it: - Il certificato scade il: %s
nb: - Sertifikatet utgår: %s
nl: - Certificaat verloopt: %s
pl: - Certyfikat wygaśnie %s
ru: - Срок действия сертификата истекает: %s
sr: — Уверење истиче: %s
sv: - Certifikatet går ut: %s
tr: - Sertifikanın müddeti %s tarihinde doluyor
vi: - Chứng nhận hết hạn: %s

source: - Certificate fingerprint:
da: - Certifikat fingeraftryk:
de: - Fingerabdruck des Zertifikats:
es: - Huella del certificado:
fi: - Varmenteen sormenjälki:
fr: - Empreinte du certificat:
hr: - Otisak certifikata:
id: - Sertifikat tanda-tangan:
it: - Impronta digitale del certificato:
nb: - Sertifikat fingeravtrykk :
nl: - Vingerafdruk:
pl: - Odcisk certyfikatu:
ru: - Отпечаток сертификата:
sr: — Отисак уверења:
sv: - Certifikatets fingeravtryck:
tr: - Sertifika parmakizi:
vi: - Vân tay chứng nhận:

source: - Certificate serial number:
da: - Certifikat serienummer:
de: - Seriennummer des Zertifikats:
es: - Número de serie del certificado:
fi: - Varmenteen sarjanumero:
fr: - Numéro de série du certificat:
hr: - Serijski broj certifikata:
id: - Nomor serial sertifikat:
it: - Numero di serie del certificato:
nb: - Sertifikat seriellnummer:
nl: - Serienummer:
pl: - Numer seryjny certyfikatu:
ru: - Серийный номер сертификата:
sr: — Серијски број уверења:
sv: - Certifikatets serienummer:
tr: - Sertifika seri no'su:
vi: - Số sản xuất chứng nhận:

source: - Certificate public key:
da: - Certifikat offentlig nøgle:
de: - Öffentlicher Schlüssel des Zertifikats:
es: - Clave pública del certificado:
fi: - Varmenteen julkinen avain:
fr: - Clé publique du certificat:
hr: - Javni ključ certifikata:
id: - Kunci publik sertifikat:
it: - Chiave pubblica del certificato:
nb: - Sertifikat offentlig nøkkel:
nl: - Openbare sleutel:
pl: Klucz publiczny certyfikatu:
ru: Публичный ключ сертификата:
sr: — Јавни кључ уверења:
sv: - Certifikatets öppna nyckel:
tr: - Sertifika genel anahtarı:
vi: - Khoá công chứng nhận:

source: RSA
sr: РСА

source: - Modulus: %d bit
es: - Módulo: %d bit
fi: - Modulus: %d bitti
fr: - Modulo: %d bit
hr: - Modul: %d bit
it: - Modulo: %d bit
pl: Współczynnik: %d bit
ru: Модуль: %d бит
sr: — Апсолутна вредност: %d бит
sv: - Modul: %d bit
tr: - Modülo: %d bit
vi: - Giá trị tuyệt đối: %d bit

source: DSA
sr: ДСА

source: - Exponent: %d bit
da: - Eksponent: %d bit
es: - Exponente: %d bit
fi: - Exponentti: %d bitti
fr: - Exposant: %d bit
hr: - Eksponent: %d bit
it: - Esponente: %d bit
nb: - Eksponent: %d bit
pl: Wykładnik: %d bit
ru: Экспонента: %d бит
sr: — Изложилац: %d бит
tr: - Üs: %d bit
vi: - Số mũ : %d bit

source: UNKNOWN
da: UKENDT
de: UNBEKANNT
es: DESCONOCIDO
fi: TUNTEMATON
fr: INCONNU
hr: NEPOZNATO
id: TIDAK DIKETAHUI
it: SCONOSCIUTO
nb: UKJENT
nl: ONBEKEND
pl: NIEZNANY
ru: НЕИЗВЕСТЕН
sr: НЕПОЗНАТО
sv: OKÄND
tr: BİLİNMEYEN
vi: KHÔNG RÕ

source: - Certificate version: #%d
da: - Certifikatversion: #%d
de: - Zertifikatversion: #%d
es: - Versión del certificado: #%d
fi: - Varmenneversio: #%d
fr: - Version du certificat: #%d
hr: - Inačica certifikata: #%d
id: - Versi sertifikat: #%d
it: - Versione del certificato: no. %d
nb: - Sertifikat versjon: #%d
nl: - Certificaatversie: #%d
pl: - Wersja certyfikatu: #%d
ru: - Версия сертификата: #%d
sr: Издање уверења: #%d
sv: - Certifikatversion: #%d
tr: - Sertifika sürümü: #%d
vi: - Phiên bản chứng nhận: #%d

source: - Certificate Issuer's DN: %s
da: - Certifikatudsteders DN: %s
de: - Domainname des Herausgebers: %s
es: - DN del emisor del certificado: %s
fi: - Varmenteen julkaisijan DN: %s
fr: - Certificat DN du diffuseur: %s
hr: - DN izdavača certifikata: %s
id: - Sertikat penerbit DN: %s
it: - DN dell'emittente del certificato: %s
nb: - Sertifikat utsteder sin DN: %s
nl: - DN van certificaatuitgever: %s
pl: - Informacje o wydawcy certyfikatu: %s
ru: - Сертификат выдан: %s
sr: — ДН издавача уверења: %s
sv: - Certifikatutgivarens DN: %s
tr: - Sertifika Verenin DN'i: %s
vi: - Tên miền của nhà cấp chứng nhận: %s

source: remote-mta loops back to Anubis
da: remote-mta sløjfer tilbage til Anubis
de: Der entfernte MTA verweist auf Anubis zurück
es: El mta remoto remite a Anubis
fi: etä-mta muodostaa paluusilmukan Anubis-serverille
hr: remote-mta se vraća natrag u Anubis
id: remote-mta loops back ke Anubis
it: remote-mta torna su Anubis
nl: remote-mta komt terug naar Anubis
pl: zapętlenie remote-mta z powrotem do Anubisa
sr: Петље удаљеног-мта се враћају Анубису
vi: remote-mta theo vòng lặp về Anubis

source: Transferring messages...
da: Overfører beskeder...
de: Übertrage Nachrichten ...
es: Transfiriendo mensajes...
fi: Lähetetään sanomia...
hr: Prenosim poruke...
id: Memindahkan pesan...
it: Trasferimento dei messaggi in corso
nl: Overbrengen van berichten...
pl: Przekazywanie wiadomości...
sr: Преносим поруке...
vi: Đang truyền các thông điệp...

source: Starting SMTP session...
da: Starter SMTP-session...
de: Baue SMTP-Verbindung auf ...
es: Iniciando sesión SMTP
fi: Aloitetaan SMTP-istunto...
fr: Démarrage de la session SMTP...
hr: Započinjem SMTP sjednicu...
id: Memulai sesi SMTP...
it: Avvio della sessione SMTP in corso
nb: Starter SMTP sesjon...
nl: Starten van SMTP-sessie...
pl: Uruchamianie sesji SMTP...
ru: Начало сессии SMTP...
sr: Покрећем СМТП сесију...
sv: Påbörjar SMTP-session....
tr: SMTP oturumu başlatılıyor...
vi: Đang bắt đầu phiên chạy SMTP...

source: Using the TLS/SSL encryption...
da: Anvender TLS/SSL-kryptering...
de: Benutze die TLS/SSL-Verschlüsselung ...
es: Usando cifrado TLS/SSL
fi: Käytetään TLS/SSL-salausta...
fr: Utilisation de l'encryption TLS/SSL...
hr: Koristim TLS/SSL šifriranje...
id: Menggunakan enkripsi TLS/SSL...
it: Uso della cifratura TLS/SSL in corso
nb: Bruker TLS/SSL kryptering...
nl: Er wordt TLS/SSL-versleuteling gebruikt...
pl: Użycie szyfrowania TLS/SSL...
ru: Используется шифрование по протоколу TLS/SSL...
sr: Користим ТЛС/ССЛ шифровање...
sv: Använder TLS/SSL-krypteringen...
tr: TLS/SSL şifrelemesi kullanılıyor...
vi: Đang dùng mật mã TLS/SSL...

source: WARNING: %s
da: ADVARSEL: %s
de: WARNUNG: %s
es: ADVERTENCIA: %s
fi: VAROITUS: %s
fr: AVERTISSEMENT: %s
hr: UPOZORENJE: %s
id: PERINGATAN: %s
it: ATTENZIONE: %s
nb: ADVARSEL: %s
nl: WAARSCHUWING: %s
pl: OSTRZEŻENIE: %s
ru: ПРЕДУПРЕЖДЕНИЕ: %s
sr: УПОЗОРЕЊЕ: %s
sv: VARNING: %s
tr: UYARI: %s
vi: CẢNH BÁO : %s

source: STARTTLS command failed.
da: STARTTLS-kommando mislykkedes.
de: STARTTLS-Befehl fehlgeschlagen.
es: Comando STARTTLS ha fallado.
fi: STARTTLS-komento epäonnistui.
fr: Échec de la commande STARTTLS.
hr: STARTTLS naredba nije uspjela.
id: STARTTLS perintah gagal.
it: Comando STARTTLS fallito.
nb: STARTTLS kommando feilet.
nl: STARTTLS-opdracht is mislukt.
pl: Polecenie STARTTLS nie powiodło się.
ru: Команда STARTTLS не сработала.
sr: Наредба „STARTTLS“ није успела.
sv: STARTTLS-kommando misslyckades.
tr: STARTTLS komutu başarısız.
vi: Lệnh STARTTLS không thành công.

source: Using TLS/SSL encryption between Anubis and remote MTA only...
da: Anvend alene TLS/SSL-kryptering mellem Anubis og ekstern MTA...
de: Benutze TLS/SSL-Verschlüsselung nur zwischen Anubis und dem entfernten MTA ...
es: Usando cifrado TLS/SSL solamente entre Anubis y el MTA remoto...
fi: Käytetään vain TLS/SSL-salausta Anubisin ja etä-MTA:n välillä...
fr: Utilisation de l'encryption TLS/SSL entre Anubis et le MTA distance seulement...
hr: Koristim TLS/SSL šifriranje samo između Anubisa i udaljenog MTA...
id: Menggunakan enkripsi TLS/SSL diantara Anubis dan remote MTA saja...
it: Uso della cifratura TLS/SSL solo fra Anubis e il MTA remoto in corso
nb: Bruker TLS/SSL kryptering kun mellom Anubis og ekstern MTA...
nl: Er wordt TLS/SSL-versleuteling gebruikt alleen tussen Anubis en gindse MTA...
pl: Użycie jednokierunkowego szyfrowania TLS/SSL tylko między Anubisem i zdalnym MTA...
ru: Используется шифрование по протоколу TLS/SSL только между anubis-ом и удалённым MTA...
sr: Користим ТЛС/ССЛ шифровање само између Анубиса и удаљеног МТА-а...
sv: Använder TLS/SSL-kryptering enbart mellan Anubis och fjärr-MTA...
tr: Yalnızca Anubis ve uzak MTA arasında TLS/SSL şifrelemesi kullanılıyor...
vi: Dùng mật mã TLS/SSL chỉ giữa trình Anubis và MTA ở xa thôi...

source: STARTTLS (ONEWAY) command failed.
da: STARTTLS (ONEWAY) kommando mislykkedes.
de: STARTTLS-(EINWEG)-Befehl fehlgeschlagen.
es: Comando STARTTLS (ONEWAY) ha fallado.
fi: STARTTLS (ONEWAY)-komento epäonnistui.
fr: Échec de la commande STARTTLS (ONEWAY).
hr: STARTTLS (ONEWAY) naredba nije uspjela.
id: STARTTLS (SATU-ARAH) perintah gagal.
it: Comando STARTTLS (ONEWAY) fallito.
nb: STARTTLS (ENVEIS) kommando feilet.
nl: STARTTLS-opdracht (éénrichtings) is mislukt.
pl: Polecenie STARTTLS (jednokierunkowe) nie powiodło się.
ru: Команда STARTTLS (односторонняя) не сработала.
sr: Наредба „STARTTLS (ONEWAY)“ није успела.
sv: STARTTLS (ONEWAY)-kommando misslyckades.
tr: STARTTLS (ONEWAY) komutu başarısız.
vi: Lệnh STARTTLS (ONEWAY) (chỉ một chiều) không thành công.

source: memory exhausted
da: hukommelse opbrugt
de: Zu wenig Speicher
es: memoria agotada
fi: muisti kulutettiin loppuun
fr: mémoire épuiseé
hr: memorija iscrpljena
id: kehabisan memori
it: Memoria esaurita
nb: minne oppbrukt
nl: onvoldoende geheugen beschikbaar
pl: pamięć wyczerpana
ru: память исчерпана
sr: нема више меморије
sv: minnet slut
tr: bellek tükendi
vi: cạn bộ nhớ
