Repository: carolhanna01/binary2name
Catalog: gnu_dataset/anubis-4.2/po/*.po
Languages: da, de, es, fi, fr, hr, id, it, nb, nl, pl, ru, sr, sv, tr, vi

source: MODE
da: TILSTAND
de: MODUS
es: MODO
fi: TILA
hr: NAČIN
it: MODALITÀ
nl: MODUS
pl: TRYB
ru: РЕЖИМ
sr: РЕЖИМ
sv: LÄGE
vi: CHẾ ĐỘ

source: Select operation mode; MODE is one of "transparent", "auth" or "mda"
da: Vælg handlingstilstand; TILSTAND er en af »gennemsigtig«, »auth« eller »mda«
de: Wählen Sie den Ausführungsmodus; MODUS kann "transparent", "auth" oder "mda" sein
es: Elija un modo de operación; MODO es "transparent", "auth" o "mda"
fi: Valitse toimintotila; TILA on joko ”transparent”, ”auth” tai ”mda”
hr: Odaberite način rada, NAČIN može biti „transparent”, „auth” ili „mda”
id: Pilih mode operasi; MODE adalah salah satu dari "transparent", "auth" atau "mda"
it: Seleziona una modalità operativa; può essere «transparent», «auth» o «mda»
nl: werkingsmodus: 'transparent', 'auth', of 'mda'
pl: Ustawia tryb działania: transparent, auth, lub mda
ru: Выбор режима работы: transparent, auth или mda
sr: Бира режим рада; РЕЖИМ може бити „transparent“, „auth“ или „mda“
sv: Välj körläge; LÄGE är en av "transparent", "auth" eller "mda"
vi: Chọn chế độ thao tác: CHẾ_ĐỘ là một của: • transparent trong suốt • auth xác thực (viết tắt) • mda tác nhân phát thư.

source: Foreground mode
da: Forgrundtilstand
de: Vordergrundmodus
es: modo en primer plano
fi: Edustatila
hr: Način rada u prednjem planu
id: Mode foreground
it: Modalità in primo piano
nl: in de voorgrond draaien
pl: Tryb pierwszoplanowy
ru: Остаться на переднем плане
sr: Режим исцртавања
sv: Förgrundsläge
vi: Chế độ cảnh gần

source: EMAIL
da: E-POST
es: CORREO ELECTRÓNICO
fi: SÄHKÖPOSTI
hr: E-POŠTA
ru: ЕМАЙЛ
sr: ЕЛ. ПОШТА
sv: E-POST
vi: ĐỊA CHỈ THƯ

source: Specify sender address (implies MDA mode)
da: Angiv afsenderadresse (forudsætter MDA-tilstand)
de: Geben Sie die Absenderadresse an (bewirkt MDA-Modus)
es: Especifique el remitente (implica modo MDA)
fi: Määrittele lähettäjän osoite (koskee MDA-tilaa)
hr: Navedite adresu pošiljatelja (podrazumijeva MDA način)
id: Spesifikasikan alamat pengirim (mengimplikasikan mode MDA)
it: Specifica l'indirizzo del mittente (implica la modalità MDA)
nl: adres van afzender (impliceert MDA-modus)
pl: Ustawia adres nadawcy (włącza tryb MDA)
ru: Определить фдрес отправителя (включает режим MDA)
sr: Наводи адресу пошиљаоца (подразумева МДА режим)
sv: Ange avsändaradress (medför MDA-läge)
vi: Ghi rõ địa chỉ của người gửi (ngụ ý chế độ MDA)

source: Use the SMTP protocol (OMP/Tunnel) as described in RFC 821 on standard input and output
da: Anvend SMTP-protokollen (OMP/Tunnel) som beskrevet i RFC 821 på standardinddata og -uddata
de: Das SMTP-Protokoll (OMP/Tunnel) wie in RFC 821 beschrieben mit der Standardeingabe und -ausgabe benutzen
es: Usa el protocolo SMTP (OMP/Tunel) con entrada y salida estándar como se describe en RFC 821
fi: Käytä SMTP-protokollaa (OMP/Tunnel) kuten kuvailtu RFC 821:ssa vakiosyötteelle ja -tulosteelle
hr: Koristi SMTP protokol (OMP/Tunnel) kao što je opisano u RFC 821 na standardnom ulazu i izlazu
id: Gunakan protokol SMTP (OMP/Tunnel) seperti dijelaskan dalam RFC 821 di standar masukan dan keluaran
it: Usa il protocollo SMTP (OMP/Tunnel) come descritto nella RFC 821 su standard input e output
nl: het SMTP-protocol (OMP/tunnel) zoals beschreven in RFC 821 gebruiken op standaardinvoer en -uitvoer
pl: Użyj protokołu SMTP (OMP/Tunnel, RFC 821) na standardowym wejściu/wyjściu
ru: Использовать протокол SMTP (OMP/Tunnel), описанный в RFC 821, на стандартном входе и выходе.
sr: Користи СМТП протокол (ОМП/Тунел) као што је описано у РФЦ 821 на стандардном улазу и излазу
sv: Använd SMTP-protokollet (OMP/Tunnel) som beskrivs i RFC 821 på standard in och ut
vi: Dùng giao thức SMTP (OMP/Đường hầm) như diễn tả trong RFC 821, trên đầu vào/ra tiêu chuẩn

source: Output options
da: Indstillinger for uddata
de: Ausgabeoptionen:
es: Opciones de salida
fi: Tulostevalitsimet
hr: Izlazne opcije
id: Opsi keluaran
it: Opzioni di output
nl: Uitvoeropties
pl: Opcje kontrolujące wyjście
ru: Управление выводом
sr: Опције излаза
sv: Utmatningsflaggor
vi: Tùy chọn kết xuất

source: Work silently
da: Arbejd stille
de: Still und leise arbeiten
es: Trabaja silenciosamente
fi: Työskentele hiljaa
hr: Radi tiho
id: Bekerja secara tenang
it: Modalità silenziosa
nl: geen uitvoer produceren
pl: Wyłączenie komunikatów o błędach
ru: Не выдавать диагностики
sr: Ради нечујно
sv: Arbeta tyst
vi: Chạy im

source: Work noisily
da: Arbejd larmende
de: Laut arbeiten
es: Trabaja ruidosamente
fi: Työskentele äänekkäästi
hr: Radi bučno
id: Bekerja secara ramai
it: Modalità rumorosa
nl: breedsprakige uitvoer produceren
pl: Wyświetla dużo informacji diagnostycznej
ru: Выдавать подробную диагностику
sr: Ради бучно
sv: Arbeta högljutt
vi: Xuất chi tiết

source: Debug mode
da: Fejlsøgningstilstand
de: Debuggingmodus
es: Modo depuración
fi: Virheenjäljitystila
hr: Način rada za debugiranje
id: Mode debug
it: Modalità debug
nl: debuggingmodus
pl: Tryb odpluskwiania
ru: Режим отладки
sr: Режим прочишћавања
sv: Felsökningsläge
vi: Chế độ gỡ lỗi

source: Miscellaneous options
da: Forskellige indstillinger
de: Verschiedene Optionen:
es: Opciones varias
fi: Sekalaiset valitsimet
hr: Razne opcije
id: Opsi tambahan
it: Varie opzioni
nl: Diverse opties
pl: Różne opcje
ru: Дополнительные опции
sr: Остале опције
sv: Diverse flaggor
vi: Tùy chọn linh tinh

source: Specify alternate system configuration file
da: Angiv alternativ systemkonfigurationsfil
de: Alternative Systemkonfigurationsdatei angeben.
es: Especifique el archivo alternativo de configuración del sistema
fi: Määrittele vaihtoehtoinen järjestelmän asetustiedosto
hr: Navedite alternativnu konfiguracijsku datoteku sustava
id: Spesifikasikan berkas konfigurasi sistem alternatif
it: Specifica il file di configurazione alternativo
nl: een alternatief systeemconfiguratiebestand
pl: Podaje nazwę alternatywnego pliku konfiguracyjnego
ru: Читать конфигурацию из ФАЙЛА
sr: Наводи заменску датотеку подешавања система
sv: Ange alternativ systemkonfigurationsfil
vi: Ghi rõ tập tin cấu hình hệ thống xen kẽ

source: Ignore system configuration file
da: Ignorer systemkonfigurationsfil
de: Systemkonfigurationsdatei ignorieren
es: Ignora el archivo de configuración de sistema
fi: Älä välitä järjestelmä asetustiedostosta
hr: Zanemari konfiguracijsku datoteku sustava
id: Abaikan berkas konfigurasi sistem
it: Ignora il file di configurazione del sistema
nl: systeemconfiguratiebestand negeren
pl: Ignorowanie systemowego pliku konfiguracyjnego
ru: Игнорировать системный файл конфигурации
sr: Занемарује датотеку подешавања система
sv: Ignorera systemkonfigurationsfil
vi: Lờ đi tập tin cấu hình hệ thống

source: DEBUG-LEVEL
da: FEJLSØGNINGSNIVEAU
es: NIVEL DE DEPURACIÓN
fi: VIRHEENJÄLJITYSTILA
hr: DEBUG-RAZINA
id: TINGKAT-DEBUG
it: LIVELLO DI DEBUG
nl: DEBUGGING-NIVEAU
pl: POZIOM
ru: УРОВЕНЬ
sr: НИВО-ПРОЧИШЋАВАЊА
sv: FELSÖKNINGSNIVÅ
vi: CẤP GỠ LỖI

source: Run the configuration file syntax checker
da: Kør syntakskontrollen for konfigurationsfilen
de: Syntax der Konfigurationsdatei überprüfen.
es: Revisar la sintaxis del archivo de configuración
fi: Suorita asetustiedoston syntaksitarkistin
hr: Pokreni provjeru sintakse konfiguracijske datoteke
id: Jalankan berkas konfigurasi pemeriksa sintaks
it: Esegue il controllo di sintassi del file di configurazione
nl: syntaxcontrole op configuratiebestand uitvoeren
pl: Uruchomienie kontroli składni pliku konfiguracyjnego
ru: Запустить проверку синтаксиса конфигурационного файла.
sr: Покреће проверивача синтаксе датотеке подешавања
sv: Kör syntaktisk kontroll av konfigurationsfilen
vi: Chạy tiến trình kiểm tra cú pháp của tập tin cấu hình

source: Print a list of configuration options used to build GNU Anubis
da: Udskriv en liste over konfigurationsindstillinger anvendt under installationen af GNU Anubis
de: Eine Liste von Konfigurationsoptionen ausgeben, mit denen GNU Anubis erstellt wurde.
es: Imprime una lista de opciones de configuración usadas para construir GNU Anubis
fi: Tulosta GNU Anubis -ohjelman kääntämiseen käytettyjen asetusvalitsimien luettelo
hr: Ispiši popis konfiguracijskih opcija korištenih za izgradnju GNU Anubisa
id: Tampilkan sebuah daftar dari opsi konfigurasi digunakan untuk membuat GNU Anubis
it: Stampa un elenco di opzioni di configurazione usate per compilare GNU Anubis
nl: de lijst van configuratie-opties tonen waarmee GNU Anubis gecompileerd werd
pl: Wypisanie wartości domyślnych, użytych podczas budowy GNU Anubisa
ru: Распечатать список конфигурационных опций, использованных во время сборки GNU Anubis.
sr: Исписује списак опција подешавања коришћених за изградњу Гну Анубиса
sv: Skriv ut en lista med konfigurationsflaggor som användes för att bygga GNU Anubis
vi: In ra danh sách các tùy chọn cấu hình dùng để xây dựng GNU Anubis

source: Do not check user configuration file permissions
da: Undersøg ikke rettighederne for brugerkonfigurationsfilen
de: Berechtigungen für die Konfigurationsdatei nicht überprüfen.
es: No comprobar los permisos del archivo de configuración del usuario
fi: Älä tarkista käyttäjäasetustiedoston käyttöoikeuksia
hr: Ne provjeravaj dozvole korisničke konfiguracijske datoteke
id: Jangan perikas ijin berkas konfigurasi pengguna
it: Non verifica i permessi sul file di configurazione utente
nl: toegangsrechten van gebruikerconfiguratiebestand niet controleren
pl: Wyłącza sprawdzanie uprawnień do pliku konfiguracyjnego użytkownika
ru: Не проверять права доступа на конфигурационный файл пользователя
sr: Не проверава корисничка овлашћења датотеке подешавања
sv: Kontrollera inte rättigheter på användarkonfigurationsfilen
vi: Không kiểm tra các quyền hạn của tập tin cấu hình người dùng

source: Store the PID of the running daemon in FILE
da: Gem PID'en på den igangværende dæmon i FIL
de: PID des laufenden Prozesses in DATEI speichern
es: Almacenar el PID del daemon ejecutado en ARCHIVO
fi: Tallenna suoritettavan taustapalveluprosessin PID TIEDOSTOon
hr: Spremi PID pokrenutog pozadinskog procesa u DATOTEKU
id: Simpan PID dari daemon yang sedang berjalan dalam BERKAS
it: Memorizza il PID del demone in esecuzione nel FILE
nl: de PID van de service opslaan in dit bestand
pl: Zapis PID procesu do pliku
ru: Записать PID процесса в ФАЙЛ
sr: Смешта ПИБ радног демона у ДАТОТЕКУ
sv: Lagra den körande demonens PID i FIL
vi: Cất giữ PID (số hiệu tiến trình) của trình nền đang chạy, trong TẬP TIN

source: Other options
da: Andre indstillinger
de: Andere Optionen:
es: Otras opciones
fi: Muut valitsimet
hr: Ostale opcije
id: Opsi lain
it: Altre opzioni
nl: Overige opties
pl: Inne opcje
ru: Другие опции
sr: Остале опције
sv: Andra flaggor
vi: Tùy chọn khác

source: Give this help list
da: Giv denne hjælpeliste
de: Diese Hilfeliste anzeigen
es: Dar esta lista de ayuda
fi: Anna tämä opasteluettelo
hr: Prikaži ovaj popis pomoći
id: Berikan daftar bantuan ini
it: Mostra questo aiuto
nl: deze hulptekst tonen
pl: Wyświetlenie tego opisu
ru: Выдать эту подсказку
sr: Приказује овај списак помоћи
sv: Visa denna hjälplista
vi: Hiện trợ giúp này

source: Give a short usage message
da: Giv en kort besked om anvendelse
de: Eine kurze Benutzungsanleitung anzeigen
es: Da un mensaje corto de uso
fi: Anna lyhyt käyttöohje
hr: Prikaži kratke upute za uporabu
id: Berikan sebuah pesan penggunaan pendek
it: Mostra un breve messaggio sull'uso
nl: een korte gebruikssamenvatting tonen
pl: Wyświetlenie krótkiej informacji o opcjach
ru: Выдать краткую подсказку по использованию
sr: Приказује кратку поруку коришћења
sv: Visa ett kort användningsmeddelande
vi: Hiện trợ giúp ngắn

source: Print program version
da: Udskriv programversion
de: Programmversion ausgeben
es: Muestra la versión del programa
fi: Tulosta ohjelman versio
hr: Ispiši inačicu programa
id: Tampilkan versi aplikasi
it: Stampa la versione del programma
nl: programmaversie tonen
pl: Wyświetlenie informacji o wersji programu
ru: Напечатать номер версии программы
sr: Исписује издање програма
sv: Skriv ut programversion
vi: In ra phiên bản chương trình

source: SMTP message submission daemon.
da: SMTP-besked for underdanig dæmon.
de: SMTP-Nachrichtenverschicker-Prozess.
es: Daemon de envío de mensajes SMTP
fi: SMTP-sanomalähetyksen taustapalveluprosessi.
hr: Pozadinski proces za slanje SMTP poruka.
id: SMTP pesan submission daemon.
it: Demone per l'invio dei messaggi STMP.
nl: Achtergrondservice voor berichtenverzending via SMTP.
pl: Demon dostarczania SMTP.
ru: Демон отсылки SMTP.
sr: Демонпредаје СМТП порука.
sv: SMTP meddelandesändningsdemon.
vi: Trình nền gửi thư SMTP.

source: Usage:
da: Brug:
de: Aufruf:
es: Modo de empleo:
fi: Käyttö:
hr: Uporaba:
id: Penggunaan:
it: Uso:
nl: Gebruik:
pl: Składnia:
ru: Использование:
sr: Употреба:
sv: Användning:
vi: Sử dụng:

source: OPTION
da: INDSTILLING
es: OPCIÓN
fi: VALITSIN
hr: OPCIJA
id: OPSI
it: OPZIONE
nl: OPTIE
pl: OPCJA
ru: ОПЦИЯ
sr: ОПЦИЈА
sv: FLAGGA
vi: TÙY CHỌN

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
da: Tvungne eller valgfrie argumenter for lange indstillinger er også tvungne eller valgfrie for enhver tilsvarende kort indstilling.
de: Argumente, die für lange Optionen notwendig oder optional sind, sind es auch für die entsprechenden kurzen Optionen.
es: Los argumentos obligatorios u opcionales para las opciones largas son también obligatorios u opcionales para las opciones cortas correspondientes.
fi: Pakolliset ja valinnaiset argumentit pitkille valitsimille ovat pakollisia tai valinnaisia myös kaikille vastaaville lyhyille valitsimille.
hr: Obavezni ili opcionalni argumenti dugačkih opcija također su obavezni ili opcionalni za odgovarajuće kratke opcije.
id: Argumen wajib atau opsional untuk opsi panjang juga wajib atau opsional untuk opsi pendek yang berhubungan.
it: Gli argomenti obbligatori o facoltativi per le opzioni lunghe sono ugualmente obbligatori o facoltativi per le corrispondenti opzioni brevi.
nl: Een argument dat verplicht of optioneel is voor een lange optie, is dat ook voor de overeenkomstige korte optie.
pl: Argumenty obowiązkowe lub opcjonalne dla długich opcji są również obowiązkowe lub opcjonalne dla odpowiednich krótkich opcji.
ru: Обязательные или необязательные аргументы к длинным опциям остаются таковыми и к соответствующим коротким опциям.
sr: Обавезни или опционални аргументи за дуге опције су такође обавезни или опционални за све одговарајуће кратке опције.
sv: Obligatoriska eller valfria argument till långa flaggor är obligatoriska eller valfria också för motsvarande korta flaggor.
vi: Mọi đối số bắt buộc phải sử dụng hay tùy chọn với tùy chọn dài cũng bắt buộc hay tùy chọn với tùy chọn ngắn tương ứng.

source: Report bugs to %s.
da: Rapporter fejl til %s.
de: Melden Sie Fehler (auf Englisch, mit LC_ALL=C) an <%s>.
es: Comunicar errores a %s.
fi: Ilmoita virheistä osoitteeseen %s.
hr: Prijavite greške na %s.
id: Laporkan bugs ke %s.
it: Segnalare i bug a %s.
nl: Rapporteer gebreken in het programma aan <%s>; meld fouten in de vertaling aan <vertaling@vrijschrift.org>.
pl: Raporty o błędach należy wysyłać do %s.
ru: Об ошибках сообщай по адресу %s.
sr: Грешке пријавите на %s.
sv: Rapportera fel till %s. Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
vi: Hãy thông báo lỗi cho %s.

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
da: Licens GPLv3+: GNU GPL version 3 eller senere <http://gnu.org/licenses/gpl.html> Dette er frit software: Du kan frit ændre og redistribuere den. Der er INGEN GARANTI, udover de i loven angivne.
de: Lizenz GPLv3+: GNU GPL Version 3 oder neuer <http://gnu.org/licenses/gpl.html> Dies ist freie Software: Sie dürfen sie ändern und weiterverteilen. Es gibt KEINE GARANTIE, so weit es das Gesetz zulässt.
es: Licencia GPLv3+: GPL de GNU versión 3 o posterior <http://gnu.org/licenses/gpl.html>. Esto es software libre: usted es libre de cambiarlo y redistribuirlo. No hay NINGUNA GARANTÍA, hasta donde permite la ley.
fi: Lisenssi GPLv3+: GNU GPL versio 3 tai myöhäisempi <http://www.gnu.org/licenses/gpl.html>. Tämä on vapaa ohjelmisto: voit muuttaa sitä vapaasti ja jakaa sitä edelleen. Ohjelmalle EI OLE MITÄÄN TAKUUTA siinä laajuudessa, mitä laki sallii.
hr: Licenca GPLv3+: GNU GPL inačica 3 ili novija <http://gnu.org/licenses/gpl.html> Ovo je slobodan softver: slobodno ga smijete mijenjati i dijeliti. NEMA JAMSTAVA, do krajnje mjere dozvoljene zakonom.
id: Lisensi GPLv3+: GNU GPL versi 3 atau selanjutnya <http://gnu.org/licenses/gpl.html> Ini adalah piranti lunak bebas: anda bebas untuk mengubah dan meredistribusikannya. TIDAK ADA GARANSI, sampai batas yang diijinkan oleh hukum yang berlaku.
it: Licenza GPLv3+: GNU GPL versione 3 o successiva <http://gnu.org/licenses/gpl.html> Questo è software libero: siete liberi di modificarlo e di ridistribuirlo. NON VI È ALCUNA GARANZIA, fino ai limiti massimi consentiti dalla legge.
nl: Licentie GPLv3+: GNU GPL versie 3 of nieuwer <http://gnu.org/licenses/gpl.html> Dit is vrije software: u bent vrij om het te veranderen en het opnieuw te distribueren. Er is GEEN GARANTIE, voor zover dat wettelijk kan worden uitgesloten.
pl: Licencja GPLv3+: GNU GPL wersja 3 albo późniejsza <http://gnu.org/licenses/gpl.html> To jest wolne oprogramowanie: możesz je modyfikować i rozpowszechniać. Autorzy NIE DAJĄ GWARANCJI w granicach dozwolonych prawem.
sr: Лиценца ОЈЛв3+: ГНУ ОЈЛ издање 3 или новије <http://gnu.org/licenses/gpl.html> Ово је слободан софтвер: слободни сте да га мењате и расподељујете. Не постоји НИКАКВА ГАРАНЦИЈА, у оквирима дозвољеним законом.
vi: Giấy phép GPL pb3+ : Giấy phép Công cộng GNU phiên bản 3 hay sau <http://gnu.org/licenses/gpl.html> Đây là phần mềm tự do : bạn có quyền sửa đổi và phát hành lại nó. KHÔNG CÓ BẢO HÀNH GÌ CẢ, với điều khiển được pháp luật cho phép.

source: argcv_get failed
da: argcv_get mislykkedes
de: argcv_get() fehlgeschlagen
es: argcv_get ha fallado
fi: argcv_get epäonnistui
hr: argcv_get nije uspio
id: argcv_get gagal
it: argcv_get fallita
nl: argcv_get() is mislukt
pl: argcv_get() nie powiodła się
ru: argcv_get() не удался
sr: „argcv_get“ није успело
sv: argcv_get misslyckades
vi: argcv_get bị lỗi

source: setgroups(1, %lu) failed
da: setgroups(1, %lu) mislykkedes
de: setgroups(1, %lu) fehlgeschlagen
es: setgroups(1, %lu) ha fallado
fi: setgroups(1, %lu) epäonnistui
fr: setgroups(1, %lu) a échoué
hr: setgroups(1, %lu) nije uspio
id: setgroups(1, %lu) gagal
it: setgroups(1, %lu) fallita
nb: setgroups(1, %lu) feilet
nl: setgroups(1, %lu) is mislukt
pl: setgroups(1, %lu) nie powiodła się
ru: setgroups(1, %lu) не удался
sr: „setgroups(1, %lu)“ није успело
sv: setgroups(1, %lu) misslyckades
tr: setgroups(1, %lu) başarısız
vi: setgroups(1, %lu) không thành công

source: setegid(%lu) failed
da: setegid(%lu) mislykkedes
de: setegid(%lu) fehlgeschlagen
es: setegid(%lu) ha fallado
fi: setegid(%lu) epäonnistui
fr: setegid(%lu) a échoué
hr: setegid(%lu) nije uspio
id: setegid(%lu) gagal
it: setegid(%lu) fallita
nb: setegid(%lu) feilet
nl: setegid(%lu) is mislukt
pl: setegid(%lu) nie powiodła się
ru: setegid(%lu) не удался
sr: „setegid(%lu)“ није успело
sv: setegid(%lu) misslyckades
tr: setegid(%lu) başarısız
vi: setegid(%lu) không thành công

source: setregid(%lu,%lu) failed
da: setregid(%lu,%lu) mislykkedes
de: setregid(%lu, %lu) fehlgeschlagen
es: setregid(%lu,%lu) ha fallado
fi: setregid(%lu,%lu) epäonnistui
fr: setregid(%lu,%lu) a échoué
hr: setregid(%lu,%lu) nije uspio
id: setregid(%lu,%lu) gagal
it: setregid(%lu,%lu) fallita
nb: setregid(%lu, %lu) feilet
nl: setregid(%lu,%lu) is mislukt
pl: setregid(%lu, %lu) nie powiodła się
ru: setregid(%lu,%lu) не удался
sr: „setregid(%lu,%lu)“ није успело
sv: setregid(%lu,%lu) misslyckades
tr: setregid(%lu,%lu) başarısız
vi: setregid(%lu,%lu) không thành công

source: setresgid(%lu,%lu,%lu) failed
da: setresgid(%lu,%lu,%lu) mislykkedes
de: setresgid(%lu, %lu, %lu) fehlgeschlagen
es: setresgid(%lu,%lu,%lu) ha fallado
fi: setresgid(%lu,%lu,%lu) epäonnistui
fr: setresgid(%lu,%lu,%lu) a échoué
hr: setresgid(%lu,%lu,%lu) nije uspio
id: setresgid(%lu,%lu,%lu) gagal
it: setresgid(%lu,%lu,%lu) fallita
nb: setresgid(%lu,%lu,%lu) feilet
nl: setresgid(%lu,%lu,%lu) is mislukt
pl: setresgid(%lu,%lu,%lu) nie powiodła się
ru: setresgid(%lu,%lu,%lu) не удался
sr: „setresgid(%lu,%lu,%lu)“ није успело
sv: setresgid(%lu,%lu,%lu) misslyckades
tr: setresgid(%lu,%lu,%lu) başarısız
vi: setresgid(%lu,%lu,%lu) không thành công

source: setgid(%lu) failed
da: setgid(%lu) mislykkedes
de: setgid(%lu) fehlgeschlagen
es: setgid(%lu) ha fallado
fi: setgid(%lu) epäonnistui
fr: setgid(%lu) a échoué
hr: setgid(%lu) nije uspio
id: setgid(%lu) gagal
it: setgid(%lu) fallita
nb: setgid(%lu) feilet
nl: setgid(%lu) is mislukt
pl: setgid(%lu) nie powiodła się
ru: setgid(%lu) не удался
sr: „setgid(%lu)“ није успело
sv: setgid(%lu) misslyckades
tr: setgid(%lu) başarısız
vi: setgid(%lu) không thành công

source: cannot set effective gid to %lu
da: kan ikke angive effektiv gid til %lu
de: Kann die effektive GID nicht auf %lu setzen
es: No se puede establecer el gid efectivo a %lu
fi: ei voi asettaa voimassa olevaksi gid-arvoksi %lu
fr: ne peut initialiser le gid effectif à %lu
hr: ne mogu postaviti efektivni gid u %lu
id: tidak dapat menset efektif gid ke %lu
it: impossibile impostare il gid effettivo a %lu
nb: kan ikke sette effektiv gid (gruppeid) til %lu
nl: kan effectieve GID niet op %lu zetten
pl: nie można ustalić efektywnego gid %lu
ru: невозможно установить эффективный gid %lu
sr: не могу да подесим стварни гиб на %lu
sv: kan inte sätta verksam gid till %lu
tr: geçerli gid %lu olarak atanamadı
vi: không thể đặt GID hữu ích đối với %lu

source: setreuid(%lu,-1) failed
da: setreuid(%lu,-1) mislykkedes
de: setreuid(%lu, -1) fehlgeschlagen
es: setreuid(%lu,-1) ha fallado
fi: setreuid(%lu,-1) epäonnistui
fr: setreuid(%lu,-1) a échoué
hr: setreuid(%lu,-1) nije uspio
id: setreuid(%lu,-1) gagal
it: setreuid(%lu,-1) fallita
nb: setreuid(%lu,-1) feilet
nl: setreuid(%lu,-1) is mislukt
pl: setreuid(%lu, -1) nie powiodła się
ru: setreuid(%lu,-1) не удался
sr: „setreuid(%lu,-1)“ није успело
sv: setreuid(%lu,-1) misslyckades
tr: setreuid(%lu,-1) başarısız
vi: setreuid(%lu,-1) không thành công

source: second setuid(%lu) failed
da: anden setuid(%lu) mislykkedes
de: zweites setuid(%lu) fehlgeschlagen
es: second setuid(%lu) ha fallado
fi: toinen setuid(%lu) epäonnistui
fr: second setuid(%lu) a échoué
hr: drugi setuid(%lu) nije uspio
id: setuid(%lu) kedua gagal
it: secondo setuid(%lu) fallita
nb: sekundær setuid(%lu) feilet
nl: tweede setuid(%lu) is mislukt
pl: powtórne wywołanie setuid(%lu) nie powiodło się
ru: повторный вызов setuid(%lu) не удался
sr: други „setuid(%lu)“ није успело
sv: andra seduid(%lu) misslyckades
tr: ikinci setuid(%lu) başarısız
vi: second setuid(%lu) không thành công

source: setuid(%lu) failed
da: setuid(%lu) mislykkedes
de: setuid(%lu) fehlgeschlagen
es: setuid(%lu) ha fallado
fi: setuid(%lu) epäonnistui
fr: setuid(%lu) a échoué
hr: setuid(%lu) nije uspio
id: setuid(%lu) gagal
it: setuid(%lu) fallita
nb: setuid(%lu) feilet
nl: setuid(%lu) is mislukt
pl: setuid(%lu) nie powiodła się
ru: setuid(%lu) не удался
sr: „setuid(%lu)“ није успело
sv: setuid(%lu) misslyckades
tr: setuid(%lu) başarısız
vi: setuid(%lu) không thành công
