Repository: carolhanna01/binary2name
Catalog: gnu_dataset/anubis-4.2/po/*.po
Languages: da, de, es, fi, fr, hr, id, it, nb, nl, pl, ru, sr, sv, tr, vi

source: Invalid port number: %s
da: Ugyldig portnummer: %s
de: Ungültige Portnummer: %s
es: Número de puerto inválido: %s
fi: Virheellinen porttinumero: %s
hr: Neispravan broj porta: %s
id: Nomor port tidak valid: %s
it: Numero di porta non valido: %s
nl: Ongeldig poortnummer: %s
pl: Niepoprawny numer portu: %s
ru: Недействительный номер порта: %s
sr: Неисправан број прикључника: %s
sv: Ogiltigt portnummer: %s
vi: Số hiệu cổng không hợp lệ: %s

source: Can't find out my own hostname
da: Kan ikke afklare mit eget værtsnavn
de: Kann meinen eigenen Rechnernamen nicht herausfinden
es: No es posible encontrar mi propio hostname
fi: Oma isäntänimi ei löydy
fr: Ne peut repérer mon propre nom d'hôte
hr: Ne mogu pronaći vlastito ime računala
id: Tidak dapat menemukan nama host diri sendiri
it: Impossibile trovare il nome di host del sistema in uso
nb: Kan ikke finne mitt eget maskinnavn
nl: Kan mijn eigen hostnaam niet bepalen
pl: Nie można rozpoznać własnej nazwy hosta
ru: невозможно определить название собственной машины
sr: Не могу да пронађем мој властити назив домаћина
sv: Kan inte ta reda på mitt eget värdnamn
tr: Kendi makina adını bulamıyor
vi: Không tìm thấy tên máy mình

source: SERVER
es: SERVIDOR
fi: PALVELIN
fr: SERVEUR
hr: POSLUŽITELJ
nb: TJENER
pl: SERWER
ru: СЕРВЕР
sr: СЕРВЕР
tr: SUNUCU
vi: MÁY PHỤC VỤ

source: CLIENT
da: KLIENT
es: CLIENTE
fi: ASIAKAS
hr: KLIJENT
id: KLIEN
nb: KLIENT
nl: CLIËNT
pl: KLIENT
ru: КЛИЕНТ
sr: КЛИЈЕНТ
sv: KLIENT
tr: İSTEMCİ
vi: MÁY KHÁCH

source: Getting remote host information...
da: Henter ekstern værtsinformation...
de: Ermittle Informationen des entfernten Rechners ...
es: Obteniendo información del anfitrión remoto...
fi: Haetaan etäisännän tiedot...
fr: Obtention des information de l'hôte distant....
hr: Preuzimam informacije o udaljenom računalu...
id: Memperoleh informasi host remote...
it: Recupero delle informazioni dell'host remoto in corso
nb: Henter informasjon om ekstern vert...
nl: Opvragen van informatie over gindse host...
pl: Otrzymanie informacji o zdalnym hoscie...
ru: Получение информации об удаленной машине...
sr: Прикупљам податке о удаљеном домаћину...
sv: Hämtar fjärrvärdsinformation...
tr: Uzak sunucu bilgisi alınıyor...
vi: Đang lấy thông tin về máy từ xa...

source: Cannot create stream socket.
da: Kan ikke oprette strømsokkel.
de: Kann keinen Datenstrom-Socket erzeugen.
es: No se puede crear el socket de flujo
fi: Ei voi luoda tietovirtapistoketta.
fr: Ne peut créer un socket de flot (stream socket).
hr: Ne mogu napraviti utičnicu toka podataka.
id: Tidak dapat membuat stream socket.
it: Impossibile creare un socket di flusso.
nb: Kan ikke opprette stream socket.
nl: Kan stroom-socket niet aanmaken.
pl: Nie można utworzyć gniazda potoku.
ru: Невозможно создать гнездо потока.
sr: Не могу да направим прикључницу тока.
sv: Kan inte skapa flödesuttag (stream socket).
tr: Bağlantılı soket oluşturulamadı.
vi: Không thể tạo ổ cắm luồng.

source: Couldn't connect to %s:%u. %s.
da: Kunne ikke forbinde til %s:%u. %s.
de: Konnte keine Verbindung zu %s:%u aufbauen: %s.
es: No se ha podido conectar con %s:%u. %s.
fi: Ei voitu yhdistää osoitteeseen %s:%u. %s.
fr: N'a pu établir une connexion avec %s:%u. %s.
hr: Ne mogu se spojiti na %s:%u. %s.
id: Tidak dapat menghubungi %s:%u. %s.
it: Impossibile connettersi a %s:%u. %s.
nb: Kunne ikke koble til %s:%u. %s.
nl: Kan geen verbinding maken met %s:%u. %s.
pl: Nie można podłączyć się do %s:%u. %s.
ru: Невозможно соединиться с %s:%u. %s.
sr: Не могу да се повежем на %s:%u. %s.
sv: Kunde inte ansluta till %s:%u. %s.
tr: %s:%u'ya bağlanılamadı. %s.
vi: Không thể kết nối đến %s:%u. %s.

source: Connected to %s:%u
da: Forbundet til %s:%u
de: Verbunden mit %s:%u
es: Conectado a %s:%u
fi: Yhdistetty osoitteeseen %s:%u
fr: Connecté à %s:%u
hr: Spojen na %s:%u
id: Terhubung ke %s:%u
it: Connesso a %s:%u
nb: Koblet til %s:%u
nl: Verbonden met %s:%u
pl: Ustalono połączenie z %s:%u
ru: Установлено соединение с %s:%u
sr: Повезан сам на %s:%u
sv: Ansluten till %s:%u
tr: %s:%u'ya bağlanıldı
vi: Có kết nối đến %s:%u

source: Cannot create stream socket
da: Kan ikke oprette strømsokkel
de: Kann keinen Datenstrom-Socket erzeugen
es: No se puede crear el socket de flujo
fi: Ei voi luoda tietovirtapistoketta
fr: Ne peut créer un socket de flot (stream socket).
hr: Ne mogu napraviti utičnicu toka podataka
id: Tidak dapat membuat stream socket
it: Impossibile creare un socket di flusso
nb: Kan ikke opprette stream socket
nl: Kan stroom-socket niet aanmaken
pl: Nie można utworzyć gniazda potoku.
ru: Невозможно создать гнездо потока.
sr: Не могу да направим прикључницу тока
sv: Kan inte skapa flödesuttag (stream socket)
tr: Bağlantılı soket oluşturulamadı
vi: Không thể tạo ổ cắm luồng

source: bind() failed
da: bind() mislykkedes
de: bind() fehlgeschlagen
es: bind() ha fallado
fi: bind() epäonnistui
fr: bind() a échoué
hr: bind() nije uspio
id: bind() gagal
it: bind() fallita
nb: bind() feilet
nl: bind() is mislukt
pl: bind() nie powiodła się
ru: bind() не удался
sr: „bind()“ није успело
sv: bind() misslyckades
tr: bind() başarısız
vi: bind() không thành công.

source: GNU Anubis bound to %s:%u
da: GNu Anubis bundet til %s:%u
de: GNU Anubis mit %s:%u verbunden.
es: GNU Anubis unido a %s:%u
fi: GNU Anubis sidottu osoitteeseen %s:%u
fr: GNU Anubis lié à %s:%u
hr: GNU Anubis povezan na %s:%u
id: GNU Anubis terikat ke %s:%u
it: GNU Anubis connesso a %s:%u
nb: GNU Anubis er bunet til %s:%u
nl: GNU Anubis is gebonden aan %s:%u
pl: GNU Anubis został przywiązany do %s:%u
ru: GNU Anubis обслуживает %s:%u
sr: Гнуов Анубис је повезан на %s:%u
sv: GNU Anubis bunden till %s:%u
tr: GNU Anubis %s:%u'ya bağlandı
vi: GNU Anubis đã đóng kết đến %s:%u

source: Short write
da: Skriv kort
de: Unvollständiges Schreiben
es: Escritura corta
fi: Lyhyt kirjoitus
fr: Écriture courte
hr: Kratko pisanje
id: Tulis pendek
it: Scrittura corta
nb: Ufullstendig lagring
nl: Te weinig geschreven
pl: Błąd zapisu
ru: Ошибка записи
sr: Кратак запис
sv: Ofullständig utskrift
tr: Kısa yazma
vi: Ghi ngắn

source: Using SOCKS Proxy...
da: Anvender SOCKS-proxy...
de: Benutze SOCKS-Proxy ...
es: Usando un Proxy SOCKS...
fi: Käytetään SOCKS-välityspalvelinta...
fr: Utilisation de proxy SOCKS...
hr: Koristim SOCKS Proxy...
id: Menggunakan proxy SOCKS...
it: Uso del proxy SOCKS in corso
nb: Bruker SOCKS proxy...
nl: SOCKS-proxy wordt gebruikt...
pl: Użycie serwera SOCKS...
ru: Используется сервер SOCKS...
sr: Користим СОЦКС посредника...
sv: Använder SOCKS-proxy...
tr: SOCKS Vekili kullanılıyor...
vi: Đang dùng máy ủy nhiệm SOCKS...

source: SOCKS proxy: %s
es: Proxy SOCKS: %s
fi: SOCKS-välityspalvelin: %s
fr: Proxy SOCKS: %s
id: Proxy SOCKS: %s
it: Proxy SOCKS: %s
nb: SOCKS mellomlager: %s
pl: serwer SOCKS: %s
ru: сервер SOCKS: %s
sr: СОЦКС посредник: %s
tr: SOCKS vekili: %s
vi: Máy ủy nhiệm SOCKS: %s

source: Address must be an IP, not a domain name.
da: Adresse skal være en IP, ikke et domænenavn.
de: Die Adresse muss eine IP-Adresse sein, kein Domainname.
es: La dirección debe ser una IP, no un nombre de dominio.
fi: Osoitteen on oltava IP, ei verkkotunnus.
fr: Adresse doit être IP et non pas un nom de domaine.
hr: Adresa mora biti IP, ne ime domene.
id: Alamat harus berupa sebuah IP, bukan sebuah nama domain.
it: L'indirizzo deve essere un IP, non un nome di dominio.
nb: Adressen må være en IP-adresse, ikke et domenenavn.
nl: Adres moet een IP-adres zijn, niet een domeinnaam.
pl: Adres musi być adresem IP, nie nazwą domeny.
ru: Адрес должен быть адресом IP, а не доменным именем.
sr: Адреса мора бити ИП, а не назив домена.
sv: Adress måste vara ett IP-nummer, inte ett domännamn.
tr: Adres bir IP no'su olmalıdır, bir alan adı değil.
vi: Địa chỉ phải là địa chỉ IP (v.d. 127.0.0.0), không phải tên miền (v.d. www.miền_này.com).

source: SOCKS Proxy Connection: succeeded.
da: Forbindelse via SOCKS-proxy: Lykkedes.
de: SOCKS-Proxyverbindung: erfolgreich.
es: Conexión al Proxy SOCKS: exitosa.
fi: SOCKS-välityspalvelinyhteys: onnistui.
fr: Connexion proxu SOCKS: succès.
hr: SOCKS Proxy Veza: uspješna.
id: Koneksi Proxy SOCKS: sukses.
it: Collegamento proxy SOCKS: riuscito.
nb: SOCKS Proxy tilkoblet: vellykket.
nl: SOCKS-proxyverbinding: gelukt.
pl: Połączenie się do serwera SOCKS powiodło się.
ru: Установлено соединение с сервером SOCKS.
sr: Веза СОЦКС посредника: успела је.
sv: SOCKS-proxyanslutning: lyckades.
tr: SOCKS Vekil Bağlantısı: başarılı.
vi: Kết nối ủy nhiệm SOCKS: đã thành công.

source: Request rejected or failed.
da: Anmodning nægtet eller mislykkedes.
de: Anfrage zurückgewiesen oder fehlgeschlagen.
es: La solicitud falló o fue rechazada
fi: Pyyntö hylätty tai epäonnistui.
fr: Échec ou rejet de la requête.
hr: Zahtjev odbijen ili nije uspio.
id: Permintaan ditolak atau gagal.
it: Richiesta rifiutata o fallita.
nb: Forespørsel avvist eller feilet.
nl: Verzoek is geweigerd of mislukt.
pl: Żądanie nie powiodło się lub zostało odrzucone.
ru: Запрос отвергнут или не сработал.
sr: Захтев је одбијен или није успео.
sv: Begäran vägrades eller misslyckades.
tr: İstem başarısız ya da reddedildi.
vi: Yêu cầu bị từ chối hay không thành công.

source: Request rejected.
da: Anmodning nægtet.
de: Anfrage zurückgewiesen.
es: Solicitud rechazada.
fi: Pyyntö hylätty.
fr: Requête rejetée.
hr: Zahtjev odbijen.
id: Permintaan ditolak.
it: Richiesta rifiutata.
nb: Forespørsel avvist.
nl: Verzoek is geweigerd.
pl: Żądanie odrzucono.
ru: Запрос отвергнут.
sr: Захтев је одбијен.
sv: Begäran vägrades.
tr: İstem reddedildi.
vi: Yêu cầu bị từ chối.

source: Request rejected, because the client program and identd reported different User-IDs.
da: Anmodning nægtet, da klientprogrammet og identd rapporterede forskellig bruger-id.
de: Anfrage abgewiesen, da das Clientprogramm und identd verschiedene Benutzer-IDs zurückgegeben haben.
es: Solicitud rechazada debido a que el programa cliente e identd reportaron diferentes identificaciones de usuario.
fi: Pyyntö hylätty, koska asiakasohjelma ja identd kertoivat eri käyttäjätunnisteet.
fr: Requête rejetée par le programme clien et identd rapportent de ID d'usager différents
hr: Zahtjev odbijen jer klijentski program i identd javljaju različite korisničke identifikatore.
id: Permintaan ditolak, karena aplikasi klien dan identd melaporkan ID-Pengguna yang berbeda.
it: Richiesta rifiutata poiché il programma del client e identd hanno riportato ID utenti differenti.
nb: Forespørsel avvist fordi klientprogrammet og identd rapporterer forskjellige brukerID-er
nl: Verzoek is geweigerd omdat het cliëntprogramma en 'identd' verschillende gebruikers-IDs opgaven.
pl: Żądanie odrzucono, ponieważ program klienta a identd podały różne identyfikatory użytkownika.
ru: Запрос отвергнут, поскольку не совпали идентификаторы, полученные от программы клиента и от identd.
sr: Захтев је одбијен, зато што програм клијент и идентд извештавају различите ИБ-ове корисника.
sv: Begäran vägrades eftersom klientprogrammet och identd rapporterade olika användar-id.
tr: İstem, istemci program ve identd'nin farklı kullanıcı kimlikleri belirtmesinden dolayı reddedildi.
vi: Yêu cầu bị từ chối, vì chương trình khách và identd đã thông báo thông tin nhận diện người dùng (UID) khác nhau.

source: Server reply is not valid.
da: Serversvar er ikke gyldig.
de: Serverantwort ist ungültig.
es: La respuesta del servidor no es válida.
fi: Palvelin vastasi virheellisesti.
fr: Réponse du serveur n'est pas valide.
hr: Odgovor poslužitelja nije ispravan.
id: Balasan server tidak valid.
it: Risposta del server non valida.
nb: Tjenerens svar er ugyldig.
nl: Serverantwoord is ongeldig.
pl: Odpowiedź serwera nie jest poprawna.
ru: Недействительный ответ сервера.
sr: Одговор серевера није исправан.
sv: Serversvar är ogiltigt.
tr: Sunucu cevabı geçerli değil.
vi: Máy phục vụ trả lời không hợp lệ.

source: Possibly not a SOCKS proxy service.
da: Sikkert ikke en tjeneste for SOCKS-proxy.
de: Vielleicht ist es kein SOCKS-Proxydienst.
es: Posiblemente no se trate de un servicio de proxy SOCKS.
fi: Mahdollisesti ei ole SOCKS-välityspalvelinpalvelu.
fr: Possiblement pas un servuve proxy SOCKS
hr: Vjerojatno nije SOCKS proxy usluga.
id: Mungkin bukan sebuah layanan proxy SOCKS.
it: Probabilmente non un servizio proxy SOCKS.
nb: Muligens ikke en SOCKS proxy tjeneste.
nl: Mogelijk niet een SOCKS-proxydienst.
pl: Nie wygląda to na usługę serwera SOCKS.
ru: Видимо это -- не сервер SOCKS.
sr: Вероватно није услуга СОЦКС посредника.
sv: Kanske inte en SOCKS-proxytjänst.
tr: Muhtemelen bir SOCKS vekil servisi değil.
vi: Có lẽ không phải một dịch vụ ủy nhiệm SOCKS.

source: SOCKS Proxy AUTH method: NO AUTHENTICATION REQUIRED
da: AUTH-metode for SOCKS-proxy: INGEN GODKENDELSE KRÆVET
de: SOCKS-Proxy-AUTH-Methode: KEINE AUTHENTIFIZIERUNG NÖTIG
es: Método AUTH del proxy SOCKS: NO SE REQUIERE AUTENTICACIÓN
fi: SOCKS-välityspalvelimen todennustapa: TODENNUSTA EI OLE VAADITTU
fr: Méthode AUTH Proxy SOCKS: AUCUNE AUTHENTIFICATION REQUISE
hr: SOCKS Proxy AUTH metoda: PROVJERA NEPOTREBNA
id: Metode AUTH proxy SOCKS: TIDAK ADA AUTENTIFIKASI YANG DIBUTUHKAN
it: Proxy SOCKS, metodo AUTH: NESSUNA AUTENTICAZIONE RICHIESTA
nb: SOCKS Proxy AUTH metode: NO AUTHENTICATION REQUIRED
nl: SOCKS-proxy AUTH-methode: GEEN AUTHENTICATIE VEREIST
pl: Metoda uwierzytelnienia serwera SOCKS: UWIERZYTELNIENIE NIE JEST WYMAGANE
ru: Авторизация на сервере SOCKS: АВТОРИЗАЦИЯ НЕ ТРЕБУЕТСЯ
sr: Начин ПРИЈАВЕ СОЦКС посредника: НИЈЕ ПОТРЕБНО ПОТВРЂИВАЊЕ ИДЕНТИТЕТА
sv: AUTH-metod för SOCKS-proxy: INGEN AUTENTISERING KRÄVS
tr: SOCKS Vekil Yetkilendirme Metodu: YETKİLENDİRMEYE GEREK YOK
vi: Phương pháp xác thực (AUTH) ủy nhiệm SOCKS: KHÔNG YÊU CẦU XÁC THỰC

source: SOCKS Proxy AUTH method: USER NAME/PASSWORD
da: AUTH-metode for SOCKS-proxy: BRUGERNAVN/ADGANGSKODE
de: SOCKS-Proxy-AUTH-Methode: BENUTZERNAME/PASSWORT
es: Método AUTH del proxy SOCKS: NOMBRE DE USUARIO/CONTRASEÑA
fi: SOCKS-välityspalvelimen todennustapa: KÄYTTÄJÄNIMI/SALASANA
fr: Méthode AUTH Proxy SOCKS: NOM D'USAGER/MOT DE PASSE
hr: SOCKS Proxy AUTH metoda: KORISNIČKO IME/LOZINKA
id: Metode AUTH proxy SOCKS: NAMA PENGGUNA/KATA KUNCI
it: Proxy SOCKS, metodo AUTH: NOME UTENTE/PASSWORD
nb: SOCKS Proxy AUTH metode: USER NAME/PASSWORD
nl: SOCKS-proxy AUTH-methode: GEBRUIKERSNAAM/WACHTWOORD
pl: Metoda uwierzytelnienia serwera SOCKS: NAZWA UŻYTKOWNIKA/HASŁO
ru: Авторизация на сервере SOCKS: ИМЯ ПОЛЬЗОВАТЕЛЯ/ПАРОЛЬ
sr: Начин ПРИЈАВЕ СОЦКС посредника: КОРИСНИЧКО ИМЕ/ЛОЗИНКА
sv: SOCKS-proxy AUTH-metod: ANVÄNDARNAMN/LÖSENORD
tr: SOCKS Vekil Yetkilendirme Metodu: KULLANICI ADI/PAROLA
vi: Phương pháp xác thực (AUTH) ủy nhiệm SOCKS: TÊN NGƯỜI DÙNG/MẬT KHẨU

source: Cannot send null user name or password.
da: Kan ikke sende null-brugernavn eller adgangskode.
de: Kann keinen leeren Benutzernamen oder leeres Passwort senden.
es: No se puede enviar nombre de usuario o contraseñas nulas
fi: Käyttäjätunnus tai salasana ei voi olla tyhjä.
fr: Ne peut transmettre un nom d'usager ou un mot de passe null.
hr: Ne mogu poslati prazno korisničko ime ili lozinku.
id: Tidak dapat mengirim nama pengguna atau kata kunci kosong.
it: Impossibile inviare nome utente o password vuoti
nb: Kan ikke sende tomt brukernavn eller passord.
nl: Kan geen lege gebruikersnaam of leeg wachtwoord verzenden.
pl: Nie można wysłać pustej nazwy użytkownika lub hasła.
ru: Невозможно отослать пустое имя пользователя или пароль.
sr: Не могу да пошаљем ништавно корисничко име или лозинку.
sv: Kan inte skicka tomt användarnamn eller lösenord.
tr: Boş kullanıcı adı veya parola gönderilemez.
vi: Không thể gửi tên người dùng hay mật khẩu rỗng.

source: Bad user name or password.
da: Ugyldig brugernavn eller adgangskode.
de: Falscher Benutzername oder falsches Passwort.
es: Error en nombre de usuario o contraseña.
fi: Väärä käyttäjänimi tai salasana.
fr: Nom d'usager ou mot de passe erroné.
hr: Neispravno korisničko ime ili lozinka.
id: Nama pengguna atau kata kunci buruk.
it: Nome utente o password errati.
nb: Feil brukernavn eller passord.
nl: Foutieve gebruikersnaam of wachtwoord.
pl: Niepoprawna nazwa użytkownika lub hasło.
ru: Неверное имя пользователя или пароль.
sr: Лоше корисничко име или лозинка.
sv: Ogiltigt användarnamn eller lösenord.
tr: Hatalı kullanıcı adı veya parolası.
vi: Tên người dùng hay mật khẩu sai.

source: SOCKS Proxy AUTH: succeeded.
da: AUTH for SOCKS-proxy: Lykkedes.
de: SOCKS-Proxy-AUTH: erfolgreich.
es: AUTH del Proxy SOCKS: exitosa.
fi: SOCKS-välityspalvelin todentaminen: onnistui.
fr: AUTH Proxy SOCKS: succès
hr: SOCKS Proxy AUTH: uspješno.
id: SOCKS Proxy AUTH: sukses.
it: Proxy SOCKS AUTH: riuscita.
nb: SOCKS proxy AUTH: vellykket.
nl: SOCKS-proxy AUTH: gelukt.
pl: serwer SOCKS, AUTH: powodzenie.
ru: Авторизация на сервере SOCKS успешно завершена.
sr: ПРИЈАВА СОЦКС посредника: успела је.
sv: SOCKS-proxy AUTH: lyckades.
tr: SOCKS Vekil Yetkilendirme: Başarılı.
vi: Xác thực (AUTH) ủy nhiệm SOCKS: đã thành công.

source: Server does not accept any method.
da: Server accepterer ingen metoder.
de: Der Server akzeptiert keine der Methoden.
es: El servidor no acepta ningún método.
fi: Palvelin ei hyväksy mitään tapaa.
fr: Serveur n'accepte aucune méthode.
hr: Poslužitelj ne prihvaća nijednu metodu.
id: Sever tidak menerima metode apapun.
it: Il server non accetta alcun metodo.
nb: Tjener godtar ingen metoder.
nl: Server accepteert geen enkele methode.
pl: Serwer nie przyjmuje żadnej metody.
ru: Сервер не принимает ни один метод авторизации.
sr: Сервер не прихвата ниједан начин.
sv: Servern accepterar inte någon metod.
tr: Sunucu hiç bir metodu kabul etmiyor.
vi: Máy phục vụ không chấp nhận phương pháp nào.

source: Server does not accept an AUTH method.
da: Server accepterer ikke en AUTH-metode.
de: Der Server akzeptiert keine der AUTH-Methoden.
es: El servidor no acepta ningún método AUTH.
fi: Palvelin ei hyväksy todennustapaa.
fr: Serveur n'accepte pas une méthode AUTH.
hr: Poslužitelj ne prihvaća AUTH metodu.
id: Server tidak menerima sebuah metode AUTH.
it: Il server non accetta un metodo AUTH.
nb: Tjener godtar ikke AUTH metoden.
nl: Server accepteert een AUTH-methode niet.
pl: Serwer nie przyjmuje metody uwierzytelnienia.
ru: Сервер не принимает метод AUTH.
sr: Сервер не прихвата начин ПРИЈАВЕ.
sv: Servern accepterar inte en AUTH-metod.
tr: Sunucu bir yetkilendirme metodu kabul etmiyor.
vi: Máy phục vụ không chấp nhận phương pháp AUTH (xác thực).

source: General SOCKS server failure.
da: Generel SOCKS-server fejl.
de: Allgemeiner SOCKS-Serverfehler.
es: Fallo general del servidor SOCKS.
fi: Yleinen SOCKS-palvelinvirhe.
fr: Échec général du serveur SOCKS.
hr: Općeniti neuspjeh SOCKS poslužitelja.
id: kegagalan layanan SOCKS umum.
it: Errore generale del server SOCKS.
nb: Generell SOCKS tjener feil.
nl: Algemene SOCKS-server mislukking.
pl: Ogólny błąd serwera SOCKS
ru: Общая ошибка сервера SOCKS.
sr: Неуспех општег СОЦКС сервера.
sv: Allmänt SOCKS-serverfel.
tr: Genel SOCKS sunucu hatası.
vi: Lỗi máy phục vụ SOCKS chung.

source: Connection not allowed by a ruleset.
da: Forbindelse ikke tilladt på grund af et regelsæt.
de: Die Verbindung wird von den Regeln nicht erlaubt.
es: Conexión no permitida por las reglas.
fi: Sääntöjoukko ei salli yhteyttä.
fr: Connexion non permise par le jeu des règles.
hr: Veza nije dozvoljena skupom pravila.
id: Koneksi tidak diperbolehkan oleh sebuah set aturan.
it: Alcune regole non permettono la connessione.
nb: Tilkobling tillates ikke jamnfør et regelsett.
nl: Verbinding niet toegestaan vanwege een regel.
pl: Podłączenie nie dozwolone zestawem reguł.
ru: Соединение не разрешено набором правил.
sr: Веза није дозвољена од стране скупа правила.
sv: En regeluppsättning tillåter inte anslutning.
tr: Bir kural kümesi bağlantıya izin vermiyor.
vi: Một bộ quy tắc không cho phép kết nối.

source: Network unreachable.
da: Netværk kan ikke nåes.
de: Das Netzwerk ist nicht erreichbar.
es: La red es inaccesible.
fi: Verkkoa ei löydy.
fr: Réseau non atteignable.
hr: Mreža je izvan dosega.
id: Jaringan tidak dapat dicapai.
it: Rete irraggiungibile.
nb: Nettverket kan ikke nås.
nl: Netwerk is onbereikbaar.
pl: Sieć jest niedostępna.
ru: Недоступная сеть.
sr: Мрежа је недостижна.
sv: Oåtkomligt nätverk.
tr: Ağa erişilemiyor.
vi: Không thể tới mạng.

source: Host unreachable.
da: Vært kan ikke nåes.
de: Der Rechner ist nicht erreichbar.
es: El anfitrión es inaccesible.
fi: Isäntää ei löydy.
fr: Hôte non atteignable.
hr: Računalo je izvan dosega.
id: Host tidak dapat dicapai.
it: Host irraggiungibile.
nb: Vert kan ikke nås.
nl: Host is onbereikbaar.
pl: Host jest niedostępny.
ru: Недоступная машина.
sr: Домаћин је недостижан.
sv: Oåtkomlig värd.
tr: Sunucuya erişilemiyor.
vi: Không thể tới máy.

source: Connection refused.
da: Forbindelse nægtet.
de: Verbindungsaufbau abgelehnt.
es: Conexión rechazada.
fi: Yhteys hylätty.
fr: Connexion refusée.
hr: Veza odbijena.
id: Koneksi ditolak.
it: Connessione rifiutata.
nb: Tilkobling støttes ikke.
nl: Verbinding is geweigerd.
pl: Połączenie odrzucono.
ru: Отказ в соединении.
sr: Веза је одбијена.
sv: Anslutning vägrades.
tr: Bağlantı reddedildi.
vi: Kết nối bị từ chối.

source: TTL expired.
da: TTL udløbet.
de: Wartezeit abgelaufen.
es: TTL expiró.
fi: TTL vanhentunut.
fr: TTL expiré.
hr: TTL istekao.
id: TTL habis.
it: TTL scaduto.
nb: TTL utgått.
nl: TTL is verlopen.
pl: TTL wyczerpany.
ru: Истекло время жизни запроса
sr: ТТЛ је истекло.
sv: TTL har gått ut.
tr: TTL müddeti doldu.
vi: Thời gian sống (TTL) đã hết hạn.

source: Command not supported.
da: Kommando ikke understøttet.
de: Der Befehl wird nicht unterstützt.
es: La orden no está soportada.
fi: Komento ei ole tuettu.
fr: Commande non supportée.
hr: Naredba nije podržana.
id: Perintah tidak didukung.
it: Comando non supportato.
nb: Kommando støttes ikke.
nl: Opdracht wordt niet ondersteund.
pl: Polecenie nie jest obsługiwane.
ru: Команда не поддерживается.
sr: Наредба није подржана.
sv: Kommandot stöds inte.
tr: Komut desteklenmiyor.
vi: Lệnh không được hỗ trợ.

source: Address type not supported.
da: Adressetype ikke understøttet.
de: Der Adresstyp wird nicht unterstützt.
es: Tipo de dirección no soportada.
fi: Osoitetyyppi ei ole tuettu.
fr: Type d'adresse non supportée.
hr: Vrsta adrese nije podržana.
id: Tipe alamat tidak didukung.
it: Tipo d'indirizzo non supportato.
nb: Adressetype støttes ikke.
nl: Adressoort wordt niet ondersteund.
pl: Typ adresu nie jest obsługiwany.
ru: Тип адреса не поддерживается.
sr: Врста адресе није подржана.
sv: Adresstyp stöds inte.
tr: Adres türü desteklenmiyor.
vi: Kiểu địa chỉ không được hỗ trợ.

source: Signal Caught. Exiting Cleanly...
da: Signal fanget. Afslutter pænt...
de: Signal empfangen. Sauberes Herunterfahren ...
es: Señal atrapada. Saliendo limpiamente...
fi: Signaali havaittu. Poistutaan siististi...
fr: Signal intercepté. Fin d'exécution grâcieuse...
hr: Primljen signal. Čisto izlazim...
id: Sinyal diterima. Keluar secara bersih...
it: Ricevuto segnale. Uscita regolare in corso.
nb: Signal mottatt. Avslutter rent...
nl: Signaal ontvangen. Bezig met opruimen en afsluiten...
pl: Otrzymano sygnał. Poprawne zakończenie...
ru: Получен сигнал. Нормальное завершение работы...
sr: Ухватио сам сигнал. Излазим без проблема...
sv: Signal fångad. Avslutar rent...
tr: Sinyal Yakalandı. Düzgün olarak çıkılıyor...
vi: Tín hiệu đã được bắt nên thoát rõ...
