Repository: carolhanna01/binary2name
Catalog: gnu_dataset/anubis-4.2/po/*.po
Languages: da, de, es, fi, fr, hr, id, it, nb, nl, pl, ru, sr, sv, tr, vi

source: #2 bind() failed
da: #2 bind() mislykkedes
de: #2 bind() fehlgeschlagen
es: bind() #2 ha fallado
fi: #2 bind() epäonnistui
fr: #2 bind() a échoué
hr: #2 bind() nije uspio
id: #2 bind() gagal
it: #2 bind() fallita
nb: #2 bind() feilet
nl: tweede bind() is mislukt
pl: bind() nad gniazdem #2 nie powiodła się
ru: ошибка bind() #2: %s
sr: „#2 bind()“ није успело
sv: #2 bind() misslyckades
tr: #2 bind() başarısız
vi: #2 bind() không thành công.

source: listen() failed
da: listen() mislykkedes
de: listen() fehlgeschlagen
es: listen() ha fallado
fi: listen() epäonnistui
fr: listen() a échoué
hr: listen() nije uspio
id: listen() gagal
it: listen() fallita
nb: listen() feilet
nl: listen() is mislukt
pl: listen() nie powiodła się
ru: ошибка listen()
sr: „listen()“ није успело
sv: listen() misslyckades
tr: listen() başarısız
vi: listen() không thành công.

source: getsockname() failed: %s.
da: getsockname() mislykkedes: %s.
de: getsockname() fehlgeschlagen: %s.
es: getsockname() ha fallado: %s.
fi: getsockname() epäonnistui: %s.
fr: getsockname() a échoué: %s.
hr: getsockname() nije uspio: %s.
id: getsockname() gagal: %s.
it: getsockname() fallita: %s.
nb: getsockname() feilet: %s.
nl: getsockname() is mislukt: %s.
pl: getsockname() nie powiodła się: %s.
ru: ошибка getsockname(): %s.
sr: „getsockname()“ није успело: %s.
sv: getsockname() misslyckades: %s.
tr: getsockname() başarısız: %s.
vi: getsockname() không thành công: %s.

source: connect() failed
da: connect() mislykkedes
de: connect() fehlgeschlagen
es: connect() ha fallado
fi: connect() epäonnistui
fr: connect() a échoué
hr: connect() nije uspio
id: connect() gagal
it: connect() fallita
nb: connect() feilet
nl: connect() is mislukt
pl: connect() nie powiodła się
ru: ошибка connect()
sr: „connect()“ није успело
sv: connect() misslyckades
tr: connect() başarısız
vi: connect() không thành công.

source: socketpair() failed
da: socketpair() mislykkedes
de: socketpair() fehlgeschlagen
es: socketpair() ha fallado
fi: socketpair() epäonnistui
fr: socketpair() a échoué
hr: socketpair() nije uspio
id: socketpair() gagal
it: socketpair() fallita
nb: socketpair() feilet
nl: socketpair() is mislukt
pl: socketpair() nie powiodła się
ru: ошибка socketpair()
sr: „socketpair()“ није успело
sv: socketpair() misslyckades
tr: socketpair() başarısız
vi: socketpair() không thành công.

source: Executing %s...
da: Udfører %s...
de: Führe »%s« aus ...
es: Ejecutando %s...
fi: Suoritetaan %s...
hr: Izvršavam %s...
id: Menjalankan %s...
it: Esecuzione di %s in corso
nl: Uitvoeren van %s...
pl: Uruchomienie %s...
ru: Исполнение %s...
sr: Извршавам %s...
sv: Kör %s...
vi: Đang thực hiện %s...

source: fork() failed
da: fork() mislykkedes
de: fork() fehlgeschlagen
es: fork() ha fallado
fi: fork() epäonnistui
fr: fork() a échoué
hr: fork() nije uspio
id: fork() gagal
it: fork() fallita
nb: fork() feilet
nl: fork() is mislukt
pl: fork() nie powiodła się
ru: ошибка fork()
sr: „fork()“ није успело
sv: fork() misslyckades
tr: fork() başarısız
vi: fork() không thành công.

source: execvp() failed
da: execvp() mislykkedes
de: execvp() fehlgeschlagen
es: execvp() ha fallado
fi: execvp() epäonnistui
fr: execvp() a échoué
hr: execvp() nije uspio
id: execvp() gagal
it: execvp() fallita
nb: execvp() feilet
nl: execvp() is mislukt
pl: execvp() nie powiodła się
ru: ошибка execvp()
sr: „execvp()“ није успело
sv: execvp() misslyckades
tr: execvp() başarısız
vi: execvp() không thành công.

source: GPGME: %s.
sr: ГПГМЕ: %s.

source: Install GPGME version %s or later.
da: Installer GPGME version %s eller senere.
de: Installieren Sie GPGME Version %s oder neuer.
es: Instale GPGME versión %s o posterior
fi: Asenna GPGME-versio %s tai myöhäisempi.
fr: Installer la version %s ou plus récente de GPGME
hr: Instalirajte GPGME inačicu %s ili noviju.
id: Pasan GPGME versi %s atau selanjutnya.
it: Installare GPGME versione %s o successiva.
nb: Installer GPGME versjon %s eller nyere.
nl: Installeer GPGME versie %s of nieuwer.
pl: Zainstaluj GPGME w wersji %s lub nowszej.
ru: Установите GPGME версии %s или выше.
sr: Инсталирајте ГПГМЕ издање %s или новије.
sv: Installera GPGME version %s eller senare.
tr: GPGME sürümü %s veya daha sonrasını kurun.
vi: Cài đặt GPGME phiên bản %s hay sau.

source: GPGME: failed. %s.
da: GPGME: Mislykkedes. %s.
de: GPGME: fehlgeschlagen. %s.
es: GPGME: ha fallado. %s.
fi: GPGME: epäonnistui. %s.
fr: GPGME: échec %s.
hr: GPGME: nije uspio. %s.
id: GPGME: gagal. %s.
it: GPGME: fallito. %s.
nb: GPGME: feilet. %s.
nl: GPGME: Mislukt. %s.
pl: GPGME nie powiodła się. %s.
ru: GPGME: неудача: %s.
sr: ГПГМЕ: failed. %s.
sv: GPGME: misslyckades. %s.
tr: GPGME: başarısız. %s.
vi: GPGME: không thành công. %s.

source: GPGME: Cannot list keys: %s
da: GPGME: Kan ikke liste nøgler: %s
de: GPGME: Kann Schlüssel nicht auflisten: %s
es: GPGME: no se pueden listar las claves: %s
fi: GPGME: Ei voi luetella avaimia: %s
fr: GPGME: ne peut liste les clés: %s
hr: GPGME: Ne mogu ispisati ključeve: %s
id: GPGME: Tidak dapat mendaftar kunci: %s
it: GPGME: impossibile elencare le chiavi: %s
nb: GPGME: Kan ikke liste ut nøkler: %s
nl: GPGME: Kan sleutels niet opsommen: %s
pl: GPGME: Nie można wydrukować kluczy: %s
ru: GPGME: Невозможно распечатать ключи: %s
sr: ГПГМЕ: Не могу да исписшем кључеве: %s
sv: GPGME: Kan inte lista nycklar: %s
tr: GPGME: Anahtarlar listelenemedi: %s
vi: GPGME: không thể liệt kê các khoá: %s

source: GPGME: Invalid recipient encountered: %s
da: GPGME: Mødte en ugyldig modtager: %s
de: GPGME: Unzulässiger Empfänger gefunden: %s
es: GPGME: se ha encontrado destinatario no válido: %s
fi: GPGME: Virheellinen vastaanottaja kohdattu: %s
fr: GPGME: récipiendaire invalide rencontré: %s
hr: GPGME: Uočen neispravan primatelj: %s
id: GPGME: Penerima tidak valid ditemui: %s
it: GPGME: trovato destinatario non valido: %s
nb: GPGME: Ugyldig mottaker funner: %s
nl: GPGME: Ongeldige ontvanger gevonden: %s
pl: GPGME: Odnaleziono niepoprawnego adresata: %s
ru: GPGME: Обнаружен недействительный получатель: %s
sr: ГПГМЕ: Наиђох на неисправног примаоца: %s
sv: GPGME: Ogiltig mottagare påträffad: %s
tr: GPGME: Geçersiz alıcıya rastlandı: %s
vi: GPGME: gặp người nhận không hợp lệ: %s

source: GPGME: Invalid signer found: %s
da: GPGME: Ugyldig underskriver fundet: %s
de: GPGME: Unzulässiger Unterschreiber gefunden: %s
es: GPGME: se ha encontrado firmante no válido: %s
fi: GPGME: Virheellinen allekirjoittaja löydetty: %s
fr: GPGME: signataire invalide repéré: %s
hr: GPGME: Pronađen neispravan potpisnik: %s
id: GPGME: Penanda tangan tidak valid ditemukan: %s
it: GPGME: trovato firmatario non valido: %s
nb: GPGME: Ugyldig signatur funner: %s
nl: GPGME: Ongeldige ondertekenaar gevonden: %s
pl: GPGME: Odnaleziono niepoprawnego sygnatariusza: %s
ru: Обнаружен недействительный идентификатор пользователя: %s
sr: ГПГМЕ: Пронађох неисправног потписника: %s
sv: GPGME: Ogiltig signerare hittad: %s
tr: GPGME: Geçersiz imzalayan bulundu: %s
vi: GPGME: tìm thấy người ký không hợp lệ: %s

source: GPGME: Unexpected number of signatures created
da: GPGME: Uventet antal af underskrifter oprettet
de: GPGME: Unerwartete Anzahl von Signaturen erzeugt
es: GPGME: se ha creado un número no esperado de firmas
fi: GPGME: Odottamaton lukumäärä allekirjoituksia luotu
fr: GPGME: nombre inattendu de signatures créées
hr: GPGME: Stvoren neočekivan broj potpisa
id: GPGME: jumlah tanda tangan yang dibuat tidak terduga
it: GPGME: creato un numero di firme inatteso
nb: GPGME: Uventet antall signaturer opprettet
nl: GPGME: Onverwacht aantal ondertekeningen aangemaakt
pl: GPGME: Utworzono nieoczekiwaną ilość podpisów
ru: GPGME: Создано неожиданное количество подписей
sr: ГПГМЕ: Направљен је неочекивани број потписа
sv: GPGME: Oväntat antal signaturer skapade
tr: GPGME: Beklenmedik sayıda imza oluşturuldu
vi: GPGME: đã tạo số lượng chữ ký bất thường

source: GPGME: Wrong type of signature created
da: GPGME: Forkert underskriftstype oprettet
de: GPGME: Falscher Signaturtyp erzeugt
es: GPGME: se ha creado un tipo de firma erróneo
fi: GPGME: Väärä allekirjoitustyyppi luotu
fr: GPGME: type erroné de signature créé
hr: GPGME: Stvorena kriva vrsta potpisa
id: GPGME: Tipe salah untuk tanda tangan yang dibuat
it: GPGME: creato tipo di firma non valido
nb: GPGME: Feil type signatur opprettet
nl: GPGME: Onjuist type ondertekening aangemaakt
pl: GPGME: Utworzono podpis błędnego typu
ru: GPGME: Создана подпись недействительного типа
sr: ГПГМЕ: Направљена је погрешна врста потписа
sv: GPGME: Fel signaturtyp skapad
tr: GPGME: Yanlış türde imza oluşturuldu
vi: GPGME: đã tạo chữ ký kiểu không đúng

source: GPGME: Wrong pubkey algorithm reported: %i
da: GPGME: Forkert pubkey-algoritme rapporteret: %i
de: GPGME: Falscher Public-Key-Algorithmus: %i
es: GPGME: se ha reportado un algoritmo de clave pública erróneo: %i
fi: GPGME: Väärä julkisen avaimen algoritmi raportoitu: %i
fr: GPGME: algotithme erroné de clé publique rapporté: %i
hr: GPGME: Prijavljen krivi algoritam javnih ključeva: %i
id: GPGME: Algoritma pubkey salah dilaporkan: %i
it: GPGME: trovato errore dell'algoritmo di chiave pubblica: %i
nb: GPGME: Feil pubkey algoritme raportert: %i
nl: GPGME: Onjuist algoritme voor publieke sleutel gerapporteerd: %i
pl: GPGME: Podano błędny algorytm klucza publicznego: %i
ru: GPGME: Сообщён неверный алгоритм: %i
sr: ГПГМЕ: Извештен је погрешан алгоритам јавног кључа: %i
sv: GPGME: Felaktig öppen nyckelalgoritm rapporterad: %i
tr: GPGME: Yanlış genel anahtar algoritması bildirildi: %i
vi: GPGME: đã thông báo thuật toán khoá công không đúng: %i

source: GPGME: Wrong hash algorithm reported: %i
da: GPGME: Forkert hash-algoritme rapporteret: %i
de: GPGME: Falscher Hashalgorithmus: %i
es: GPGME: se ha reportado un algoritmo de hash erróneo: %i
fi: GPGME: Väärä hash-tiivistealgoritmi raportoitu: %i
fr: GPGME: algorithme erroné de hachage rapporté: %i
hr: GPGME: Prijavljen krivi algoritam raspršivanja: %i
id: GPGME: Algoritma hash salah dilaporkan: %i
it: GPGME: trovato errore dell'algoritmo dell'hash: %i
nb: GPGME: feil hashalgoritme raportert: %i
nl: GPGME: Onjuist hash-algoritme gerapporteerd: %i
pl: GPGME: Podano błędny algorytm mieszający: %i
ru: GPGME: Сообщён неверный алгоритм хеширования: %i
sr: ГПГМЕ: Извештен је погрешан алгоритам хеша: %i
sv: GPGME: Felaktig hashalgoritm rapporterad: %i
tr: GPGME: Yanlış hash algoritması bildirildi: %i
vi: GPGME: đã thông báo thuật toán băm không đúng: %i

source: GPGME: Wrong signature class reported: %u
da: GPGME: Forkert underskriftsklasse rapporteret: %u
de: GPGME: Falsche Signaturklasse: %u
es: GPGME: se ha reportado una clase de firma errónea: %u
fi: GPGME: Väärä allekirjoitusluokka raportoitu: %u
fr: GPGME: classe erronée de signature rapporté: %u
hr: GPGME: Prijavljen krivi razred potpisa: %u
id: GPGME: Kelas tanda tangan salah dilaporkan: %u
it: GPGME: trovato errore della classe della firma: %u
nb: GPGME: Feil signaturklasse rapportert: %u
nl: GPGME: Onjuiste ondertekeningsklasse gerapporteerd: %u
pl: GPGME: Podano błędną klasę podpisu: %u
ru: GPGME: Сообщён неверный класс подписи: %u
sr: ГПГМЕ: Извештен је погрешан разред потписа: %u
sv: GPGME: Felaktig signaturklass rapporterad: %u
tr: GPGME: Yanlış imza sınıfı bildirildi: %u
vi: GPGME: đã thông báo hạng chữ ký không đúng: %u

source: cannot open guile output file %s
da: kan ikke åbnde guile-uddatafil %s
de: Kann guile-Ausgabedatei %s nicht öffnen
es: no se puede abrir el archivo de salida guile %s
fi: ei voi avata guile-tulostetiedostoa %s
fr: ne peut ouvrier le fichier de sortie guile %s
hr: ne mogu otvoriti guile izlaznu datoteku %s
id: tidak dapat membuka berkas keluaran guile %s
it: impossibile aprire il file di output guile %s
nb: kan ikke åpne guile lagringsfil %s
nl: kan Guile-uitvoerbestand '%s' niet openen
pl: nie można otworzyć pliku wyjściowego `%s' dla Guile
ru: невозможно открыть файл диагностики Guile %s
sr: не могу да отворим гуиле излазну датотеку „%s“
sv: kan inte öppna guile-utdatafil %s
tr: guile çıktı dosyası %s açılamadı
vi: không thể mở tập tin xuất cua guile %s

source: missing procedure name
da: mangler procedurenavn
de: Prozedurname fehlt
es: falta nombre del procedimiento
fi: puuttuva proseduurinimi
fr: nom de la procédure est manquant
hr: nedostaje ime postupka
id: hilan nama prosedur
it: nome di procedura mancante
nb: mangler prosedyrenavn
nl: ontbrekende procedurenaam
pl: brak nazwy procedury
ru: нет названия процедуры
sr: недостаје назив поступка
sv: procedurnamn saknas
tr: eksik yordam adı
vi: thiếu tên thủ tục

source: %s not a procedure object
da: %s er ikke et procedureobjekt
de: %s ist kein Prozedurobjekt
es: %s no es objeto de un procedimiento
fi: %s ei ole proseduuriobjekti
fr: %s n'est pas un objet procédural
hr: %s nije objekt postupka
id: %s bukan sebuah objek prosedur
it: %s non è un oggetto procedurale
nb: %s er ikke et prosedyreobjekt
nl: %s is geen procedure-object
pl: %s nie jest obiektem-procedurą
ru: %s -- не процедурный объект
sr: „%s“ није предмет поступка
sv: %s är inte ett procedurobjekt
tr: %s bir yordam nesnesi değil
vi: %s không phải là môt đối tượng thủ tục

source: Bad car type in return from %s
da: Ugyldig car-type retur fra %s
de: Falscher car-Datentyp bei der Rückkehr von %s
es: Se devolvió error de tipo en car desde %s
fi: Väärä car-tyyppi paluussa kohteesta %s
fr: Type de car erronée dans ce qui a été retourné à partir de %s
hr: Neispravna car vrsta u povratku iz %s
id: Tipe car buruk dalam kembali dari %s
it: Tipo di car errato di ritorno da %s
nb: Ugyldig car type i retur fra %s
nl: Ongeldig 'car'-type in resultaatwaarde van %s
pl: Błędny typ komórki car w powrocie z %s
ru: Неверный тип ячейки car в возврате от %s
sr: Лоша врста „car“ у повратном облику %s
sv: Ogiltig car-typ i retur från %s
tr: %s dönüşünde hatalı car türü
vi: %s đã trả lại kiểu car sai

source: Bad cdr type in return from %s
da: Ugyldig cdr-type retur fra %s
de: Falscher cdr-Datentyp bei der Rückkehr von %s
es: Se devolvió un error de tipo en cdr desde %s
fi: Väärä cdr-tyyppi paluussa kohteesta %s
fr: Type de cdr erroné dans ce qui a été retourné à partir de %s
hr: Neispravna cdr vrsta u povratku iz %s
id: Tipe cdr buruk dalam kembali dari %s
it: Tipo di cdr errato di ritorno da %s
nb: Ugyldig cdr type i retur fra %s
nl: Ongeldig 'cdr'-type in resultaatwaarde van %s
pl: Błędny typ komórki cdr w powrocie z %s
ru: Неверный тип ячейки cdr в возврате от %s
sr: Лоша врста „cdr“ у повратном облику %s
sv: Ogiltig cdr-typ i retur från %s
tr: %s dönüşünde hatalı cdr türü
vi: %s đã trả lại kiểu cdr sai

source: Bad return type from %s
da: Ugyldig retur-type fra %s
de: Falscher Rückgabetyp von %s
es: Se devolvió un error de tipo desde %s
fi: Väärä paluutyyppi kohteesta %s
fr: Type retourné erronée à partir de %s
hr: Neispravna vrsta povratka iz %s
id: Tipe kembali buruk dari %s
it: Tipo di ritorno errato da %s
nb: Ugyldig returtype fra %s
nl: Ongeldig type van resultaatwaarde van %s
pl: Błędny typ danych w powrocie z %s
ru: Неверный тип данных возврата из %s
sr: Лоша врста резултата са „%s“
sv: Ogiltig returtyp från %s
tr: %s tarafından geri döndürülen hatalı dönüş türü
vi: %s đã trả lại kiểu sai

source: IDENT: socket() failed
da: IDENT: socket() mislykkedes
de: IDENT: socket() fehlgeschlagen
es: IDENT: socket() ha fallado
fi: IDENT: socket() epäonnistui
fr: IDENT: socket() a échoué
hr: IDENT: socket() nije uspio
id: IDENT: socket() gagal
it: IDENT: socket() fallita
nb: IDENT: socket() feilet
nl: IDENT: socket() is mislukt
pl: IDENT: socket() nie powiodła się
ru: IDENT: socket() не удался
sr: УВУЦИ: „socket()“ није успело
sv: IDENT: socket() misslyckades
tr: IDENT: socket() başarısız
vi: IDENT: socket() không thành công

source: IDENT: connect() failed
da: IDENT: connect() mislykkedes
de: IDENT: connect() fehlgeschlagen
es: IDENT: connect() ha fallado
fi: IDENT: connect() epäonnistui
fr: IDENT: connect() a échoué
hr: IDENT: connect() nije uspio
id: IDENT: connect() gagal
it: IDENT: connect() fallita
nb: IDENT: connect() feilet
nl: IDENT: connect() is mislukt
pl: IDENT: connect() nie powiodła się
ru: IDENT: connect() не удался
sr: УВУЦИ: „connect()“ није успело
sv: IDENT: connect() misslyckades
tr: IDENT: connect() başarısız
vi: IDENT: connect() không thành công

source: IDENT: connected to %s:%u
da: IDENT: forbundet til %s:%u
de: IDENT: Mit %s:%u verbunden.
es: IDENT: conectado a %s:%u
fi: IDENT: yhdistetty osoitteeseen %s:%u
fr: IDENT: connexion établie avec %s:%u
hr: IDENT: spojen na %s:%u
id: IDENT: terhubung ke %s:%u
it: IDENT: connesso a %s:%u
nb: IDENT: koblet til %s:%u
nl: IDENT: verbonden met %s:%u
pl: IDENT: połączono się z %s:%u
ru: IDENT: установлено соединение с %s:%u
sr: УВУЦИ: повезан сам са %s:%u
sv: IDENT: ansluten till %s:%u
tr: IDENT: %s'ye bağlanıldı:%u
vi: IDENT: có kết nối đến %s:%u

source: IDENT: stream_write() failed: %s.
da: IDENT: stream_write() mislykkedes: %s.
de: IDENT: stream_write() fehlgeschlagen: %s.
es: IDENT: stream_write() ha fallado: %s.
fi: IDENT: stream_write() epäonnistui: %s.
fr: IDENT: stream_write() a échoué: %s.
hr: IDENT: stream_write() nije uspio: %s.
id: IDENT: stream_write() gagal: %s.
it: IDENT: stream_write() fallita: %s.
nb: IDENT: stream_write() feilet: %s.
nl: IDENT: stream_write() is mislukt: %s.
pl: IDENT: stream_write() nie powiodła się: %s
ru: IDENT: stream_write() не удался: %s.
sr: УВУЦИ: „stream_write()“ није успело: %s.
sv: IDENT: stream_write() misslyckades: %s.
tr: IDENT: stream_write() başarısız: %s.
vi: IDENT: stream_write() không thành công: %s.

source: IDENT: recvline() failed: %s.
da: IDENT: recvline() mislykkedes: %s.
de: IDENT: recvline() fehlgeschlagen: %s.
es: IDENT: recvline() ha fallado: %s.
fi: IDENT: recvline() epäonnistui: %s.
fr: IDENT: échec de recvline() : %s.
hr: IDENT: recvline() nije uspio: %s.
id: IDENT: recvline() gagal: %s.
it: IDENT: recvline() fallita: %s.
nb: IDENT: recvline() feilet: %s.
nl: IDENT: recvline() is mislukt: %s.
pl: IDENT: recvline() nie powiodła się: %s
ru: IDENT: recvline() не удался: %s.
sr: УВУЦИ: „recvline()“ није успело: %s.
sv: IDENT: recvline() misslyckades: %s.
tr: IDENT: recvline() başarısız: %s.
vi: IDENT: recvline() không thành công: %s.

source: IDENT: incorrect data.
da: IDENT: ukorrekt data.
de: IDENT: unkorrekte Daten.
es: IDENT: datos incorrectos.
fi: IDENT: virheellinen data.
fr: IDENT: données incorrectes.
hr: IDENT: netočni podaci.
id: IDENT: data tidak benar.
it: IDENT: dati non corretti.
nb: IDENT: ugyldig data.
nl: IDENT: onjuiste gegevens.
pl: IDENT: niepoprawne dane.
ru: IDENT: ошибочные данные.
sr: УВУЦИ: нетачни подаци.
sv: IDENT: felaktig data.
tr: IDENT: hatalı veri.
vi: IDENT: dữ liệu không đúng.

source: IDENT: data probably encrypted with DES...
da: IDENT: data sandsynligvis krypteret med DES...
de: IDENT: Die Daten sind wahrscheinlich mit DES verschlüsselt ...
es: IDENT: datos probablemente cifrados con DES...
fi: IDENT: data luultavasti salakirjoitettu DES:llä...
fr: IDENT: données probablement encryptées avec DES...
hr: IDENT: podaci vjerojatno šifrirani DES-om...
id: IDENT: data mungkin dienkripsi dengan DES...
it: IDENT: dati probabilmente cifrati con DES.
nb: IDENT: Data sannsynligvis kryptert med DES...
nl: IDENT: gegevens zijn waarschijnlijk versleuteld met DES...
pl: IDENT: dane podobno są szyfrowane (DES)...
ru: IDENT: Данные, вероятно, зашифрованы посредством DES...
sr: УВУЦИ: подаци су вероватно шифровани ДЕС-ом...
sv: IDENT: data är förmodligen krypterad med DES...
tr: IDENT: veri büyük ihtimalle DES ile şifreli...
vi: IDENT: rất có thể là dữ liệu đã mật mã bằng DES...

source: IDENT: incorrect data (DES deciphered).
da: IDENT: ukorrekt data (DES-dechifreret).
de: IDENT: unkorrekte Daten (nach der DES-Entschlüsselung).
es: IDENT: datos incorrectos (decifrados con DES).
fi: IDENT: virheellinen data (DES-salaus purettu).
fr: IDENT: données incorrectes (DES 'deciphered').
hr: IDENT: netočni podaci (dešifrirani DES-om).
id: IDENT: data tidak benar (DES deciphered).
it: IDENT: dati non corretti (DES decifrato).
nb: IDENT: ugyldig data (DES dekryptert).
nl: IDENT: onjuiste gegevens (met DES-ontsleuteling).
pl: IDENT: niepoprawne dane (odszyfrowane z DES).
ru: IDENT: ошибочные данные (после расшифровки DES).
sr: УВУЦИ: нетачни подаци (ДЕС је дешифрован).
sv: IDENT: felaktig data (DES-avkrypterad).
tr: IDENT: hatalı veri (DES şifresiyle çözüldü).
vi: IDENT: dữ liệu không đúng (đã giải mật mã DES).

source: IDENT: resolved remote user to %s.
da: IDENT: Bestemte ekstern bruger for %s.
de: IDENT: Entfernten Benutzer als »%s« identifiziert.
es: IDENT: resolvió el usuario remoto para %s.
fi: IDENT: ratkaistiin etäkäyttäjä kohteelle %s.
fr: IDENT: usager distant identifié comme étant %s.
hr: IDENT: rezolucija udaljenog korisnika u %s.
id: IDENT: resolved pengguna remote ke %s.
it: IDENT: utente remoto risolto a %s.
nb: IDENT: identifiserte ekstern bruker som %s.
nl: IDENT: gindse gebruiker is herleid naar %s.
pl: IDENT: użytkownika określono jako %s.
ru: IDENT: удаленный пользователь определен как %s.
sr: УВУЦИ: решен је удаљени корисник на „%s“.
sv: IDENT: bestämde fjärranvändare till %s.
tr: IDENT: harici kullanıcı %s olarak çözümlendi.
vi: IDENT: đã quyết định người dùng từ xa thành %s.

source: Not enough memory
da: Ikke nok hukommelse
de: Nicht genug Arbeitsspeicher
es: No hay memoria suficiente
fi: Muisti ei riitä
hr: Nema dovoljno memorije
id: Tidak cukup memori
it: Memoria insufficiente
nl: Onvoldoende geheugen beschikbaar
pl: Brak pamięci
ru: Недостаточно памяти
sr: Нема довољно меморије
sv: Inte tillräckligt med minne
vi: Không đủ bộ nhớ

source: %s remapped to %s@localhost.
da: %s sendt til %s@localhost.
de: »%s« wurde in »%s@localhost« umgewandelt.
es: %s ha sido remapeado a %s@localhost.
fi: %s kartoitettu kohteeseen %s@localhost.
fr: %s re-mappé sur %s@localhost
hr: %s ponovo pridružen na %s@localhost.
id: %s dipetakan ulang ke %s@localhost.
it: %s rimappato a %s@localhost.
nb: %s omskrevet til %s@localhost.
nl: %s is afgebeeld op %s@localhost.
pl: %s został zaakceptowany jako %s@localhost.
ru: %s принят как %s@localhost.
sr: „%s“ је поново мапиран на %s@localhost.
sv: %s ommappad till %s@localhost.
tr: %s, %s@localhost'a eşlendi.
vi: %s đã được ánh xạ lại thành « %s@localhost ».

source: Translation map: incorrect syntax.
da: Oversættelseskort: Ukorrekt syntaks.
de: Umsetzung: ungültige Syntax.
es: Mapa de traducción: sintaxis incorrecta
fi: Käännöskartta: virheellinen syntaksi.
fr: Map de traduction: syntaxe incorrecte.
hr: Mapa prijevoda: netočna sintaksa.
id: Peta terjemahan: sintaks tidak benar.
it: Mappa delle traduzioni: sintassi non corretta.
nb: Oversettelse kart: ugyldig syntaks.
nl: Vertalingskaart: onjuiste syntax.
pl: Mapa translacji: niepoprawna składnia.
ru: Карта трансляции: неверный синтаксис.
sr: Мапа превода: нетачна синтакса.
sv: Översättningsavbildning: felaktig syntax.
tr: Çeviri eşlemesi: hatalı sözdizim.
vi: Sơ đồ thông dịch: cú pháp không đúng.

source: Illegal address length received for host %s
da: Ugyldig adresselængde hentet for vært %s
de: Ungültige Adresslänge für den Rechner »%s« empfangen.
es: Longitud de dirección ilegal recibida para el anfitrión %s
fi: Virheellinen osoitepituus vastaanotettu isännältä %s
fr: Longeur d'adresse illégale reçu pour l'hôte %s
hr: Primljena nedozvoljena duljina adrese za računalo %s
id: panjang alamat tidak legal diterima untuk host %s
it: Ricevuta lunghezza d'indirizzo illecita per l'host %s
nb: Ugyldig adresselengde mottat for vert %s
nl: Ongeldige adreslengte ontvangen voor host %s
pl: Otrzymano niepoprawną długość adresu od hosta %s
ru: Для станции %s получена недействительная длина адреса
sr: Примљена је неисправна дужина адресе за домаћина „%s“
sv: Ogiltig adresslängd mottagen för värd %s
tr: %s makinası için geçersiz adres uzunluğu alındı
vi: Nhận chiều dài địa chỉ cấm cho máy %s
