Repository: carolhanna01/binary2name
Catalog: gnu_dataset/anubis-4.2/po/*.po
Languages: da, de, es, fi, fr, hr, id, it, nb, nl, pl, ru, sr, sv, tr, vi

source: Entering XDB loop...
da: Går i XDB-løkke...
de: Betrete XDB-Schleife ...
es: Entrando en bucle XDB...
fi: Aloitetaan XDB-silmukka...
fr: Début de la boucle XDB...
hr: Ulazim u XDB petlju...
id: Memasuki loop XDB...
it: Ingresso nel ciclo XDB in corso
nb: Går inn i XDB løkke...
nl: binnengaan van XDB-lus...
pl: Początek pętli XDB...
ru: Начало цикла XDB...
sr: Улазим у ИксДБ циклус...
sv: Påbörjar XDB-slinga...
tr: XDB döngüsüne girildi...
vi: Đang vào vòng lặp XDB...

source: Exiting XDB loop...
da: Forlader XDB-løkke...
de: Verlasse XDB-SChleife ...
es: Saliendo del bucle XDB...
fi: Lopetetaan XDB-silmukka...
fr: Fin de la boucle XDB...
hr: Izlazim iz XDB petlje...
id: Keluar loop XDB...
it: Uscita dal ciclo XDB in corso
nb: Avslutter XDB løkke...
nl: verlaten van XDB-lus...
pl: Wyjście z pętli XDB...
ru: Завершение цикла XDB...
sr: Излазим из ИксДБ циклуса...
sv: Avslutar XDB-slinga...
tr: XDB döngüsünden çıkılıyor...
vi: Đang thoát khỏi vòng lặp XDB...

source: Database not specified
da: Database ikke angivet
de: Keine Datenbank angegeben
es: No se ha especificado la base de datos
fi: Tietokantaa ei ole määritelty
fr: Base de données non spécifiée
hr: Nije navedena baza podataka
id: Basis data tidak dispesifikasikan
it: Database non specificato
nb: Database ikke angitt
nl: Gegevensbank is niet opgegeven
pl: Nie podano bazy danych
ru: Не указана база данных
sr: Није наведена база података
sv: Ingen databas angiven
tr: Veritabanı belirtilmemiş
vi: Chưa ghi rõ cơ sở dữ liệu

source: Cannot open database %s: %s
da: Kan ikke åbne database %s: %s
de: Kann die Datenbank %s nicht öffnen: %s
es: No se puede abrir la base de datos %s: %s
fi: Ei voi avata tietokantaa %s: %s
fr: Ne peut ouvrir la base de données %s: %s
hr: Ne mogu otvoriti bazu podataka %s: %s
id: Tidak dapat membuka basis data %s: %s
it: Impossibile aprire il database %s: %s
nb: Kan ikke åpne database %s: %s
nl: Kan gegevensbank %s niet openen: %s
pl: Nie można otworzyć bazy danych %s: %s
ru: Невозможно открыть базу данных %s: %s
sr: Не могу да отворим базу података %s: %s
sv: Kan inte öppna databas %s: %s
tr: %s veritabanı açılamıyor: %s
vi: Không thể mở cơ sở dữ liệu %s: %s

source: Found record for `%s'.
da: Fandt post for %s.
de: Datensatz für »%s« gefunden.
es: Registro encontrado para: '%s'.
fi: Löydettiin tietue kohteelle ”%s”.
fr: Enregristrement repérée pour `%s'.
hr: Pronađen zapis „%s”.
id: Ditemukan rekaman untuk `%s'.
it: Trovato record per «%s».
nb: Ingen treff på '%s'.
nl: Record voor '%s' gevonden.
pl: Znaleziono wpis dla %s.
ru: Найдена запись для %sю
sr: Нашао сам запис за „%s“.
sv: Hittade post för "%s".
tr: `%s' için kayıt bulundu.
vi: Tìm thấy mục ghi cho « %s ».

source: Cannot retrieve data from the SASL database: %s
da: Kan ikke hente data fra SASL-databasen: %s
de: Kann die Daten aus der SASL-Datenbank nicht bekommen: %s
es: No se puede obtener información de la base de datos SASL: %s
fi: Ei voida noutaa dataa SASL-tietokannasta: %s
fr: Ne peut recupérer les données à partir de la base de données SASL: %s
hr: Ne mogu dohvatiti podatke iz SASL baze podataka: %s
id: Tidak dapat mengambil data dari basis data SASL: %s
it: Impossibile recuperare i dati dal database SASL: %s
nb: Kan ikke hente data fra SASL databasen: %s
nl: Kan geen gegevens opvragen uit de SASL-gegevensbank: %s
pl: Nie można pobrać danych z bazy SASL: %s
ru: Невозможно получить данные из базы данных SASL: %s
sr: Не могу да довучем податке из САСЛ базе података: %s
sv: Kan inte hämta data från SASL-databasen: %s
tr: SASL veritabanından veri alınamıyor: %s
vi: Không thể lấy dữ liệu từ cơ sở dữ liêu SASL: %s

source: Record for `%s' not found.
da: Post for %s er ikke fundet.
de: Datensatz für »%s« nicht gefunden.
es: No se encontró registro para '%s'.
fi: Tietuetta kohteelle ”%s” ei löydetty.
fr: Enregistrement pour `%s' n'a pas été repéré.
hr: Zapis „%s” nije pronađen.
id: Rekaman untuk `%s' tidak ditemukan.
it: Record per «%s» non trovato.
nb: Data for '%s' ikke funnet.
nl: Record voor '%s' niet gevonden.
pl: Brak wpisu dla %s.
ru: Запись для %s не найдена
sr: Нисам пронашао запис за „%s“.
sv: Post för "%s" hittades inte.
tr: `%s' için kayıt bulunamadı.
vi: Không tìm thấy mục ghi cho « %s ».

source: Connection closed successfully.
da: Forbindelse lukket.
de: Verbindung erfolgreich geschlossen.
es: Conexión cerrada exitosamente
fi: Yhteys suljettu.
fr: Succès de fermeture de connexion.
hr: Veza uspješno zatvorena.
id: Koneksi ditutuh secara sukses.
it: Connessione chiusa correttamente.
nb: Tilkobling normalt avsluttet.
nl: Verbinding is succesvol afgesloten.
pl: Połączenie zamknięto poprawnie.
ru: Соединение успешно закрыто.
sr: Веза је успешно затворена.
sv: Anslutningen stängdes framgångsrikt.
tr: Bağlantı başarıyla kapatıldı.
vi: Kết nối đã được đóng.

source: PAM: Session closed.
da: PAM: Session lukket.
de: PAM: Sitzung beendet.
es: PAM: Sesión cerrada.
fi: PAM: Istunto suljettu.
fr: PAM: session fermée.
hr: PAM: Sjednica zatvorena.
id: PAM: Sesi ditutup.
it: PAM: sessione chiusa.
nb: PAM: Sesjon lukket.
nl: PAM: Sessie is afgesloten.
pl: PAM: Sesja zamknięta.
ru: PAM: Сессия закрыта.
sr: ПАМ: Сесија је затворена.
sv: PAM: Session avslutad.
tr: PAM: Oturum kapatıldı.
vi: PAM: phiên chạy đã đóng.

source: PAM: failed to release authenticator.
da: PAM: Mislykkedes i at frigive godkendelsesmetode.
de: PAM: Konnte die Echtheitsbestätigung nicht ermitteln.
es: PAM: error al liberar autenticador
fi: PAM: varmentajan vapautus epäonnistui.
fr: PAM: échec lors de la relâche de l'authentificateur.
hr: PAM: nisam uspio otpustiti autentifikator.
id: PAM: gagal melepas pengauthentikasi.
it: PAM: rilascio dell'autentificatore fallito.
nb: PAM: Kunne ikke slippe autentikator.
nl: PAM: Losmaken van authenticeerder is mislukt.
pl: PAM: zwolnienie wartości uwierzytelniającej nie powiodło się.
ru: PAM: ошибка освобождения данных авторизации.
sr: ПАМ: нисам успео да отпустим потврђивача идентитета.
sv: PAM: misslyckades med att frigöra autentiserare.
tr: PAM: yetkilendirici boşaltılamadı.
vi: PAM: lỗi nhả điều xác thực.

source: daemon() failed
da: daemon() mislykkedes
de: daemon() fehlgeschlagen
es: daemon() ha fallado
fi: daemon() epäonnistui
fr: échec de daemon()
hr: daemon() nije uspio
id: daemon() gagal
it: daemon() fallita
nb: daemon() feilet
nl: daemon() is mislukt
pl: daemon() nie powiodła się
ru: ошибка daemon()
sr: „daemon()“ није успело
sv: daemon() misslyckades
tr: daemon() başarısız
vi: daemon() bị lỗi

source: Cannot fork.
da: Kan ikke forgrene.
de: fork() fehlgeschlagen
es: No se puede bifurcar (fork)
fi: ei voi luoda uutta prosessia fork-funktiolla
fr: Ne peut faire un fork()
hr: Ne mogu izvršiti fork.
id: Tidak dapat fork.
it: Impossibile effettuare il fork.
nb: Kan ikke forke.
nl: Kan geen nieuw proces starten.
pl: fork() nie powiodła się.
ru: Ошибка fork()
sr: Не могу да расцепим.
sv: Kan inte grena.
tr: Çatallanamadı.
vi: Không thể tạo tiến trình con.

source: setsid() failed
da: setsid() mislykkedes
de: setsid() fehlgeschlagen
es: setsid() ha fallado
fi: setsid() epäonnistui
fr: échec de setsid()
hr: setsid() nije uspio
id: setsid() gagal
it: setsid() fallita
nb: setsid() feilet
nl: setsid() is mislukt
pl: setsid() nie powiodła się
ru: setsid() не удался
sr: „setsid()“ није успело
sv: setsid() misslyckades
tr: setsid() başarısız
vi: setsid() bị lỗi

source: %s daemon startup succeeded.
da: %s dæmonopstart lykkedes.
de: %s-Dämon erfolgreich gestartet.
es: daemon %s arrancó con éxito
fi: %s taustapalveluprosessin käynnistys onnistui.
fr: Succès de démarrage du daemon %s.
hr: Pokretanje pozadinskog procesa %s uspješno.
id: %s daemon startup sukses.
it: Avvio del demone %s riuscito.
nb: %s daemon startet opp normalt.
nl: Starten van %s-service is gelukt.
pl: Program %s pomyślnie rozpoczął pracę w trybie demona.
ru: Запуск демона %s прошел успешно.
sr: Покретање демонаа „%s“ је успело.
sv: start av %s-demon lyckades.
tr: %s servis başlatılması başarılı.
vi: trình nền %s đã được khởi chạy.

source: Exited successfully
da: Afsluttedes
de: Verbindung erfolgreich geschlossen
es: Salió con éxito
fi: Poistuttiin onnistuneesti
fr: Fin d'exécution avec succès
hr: Izlaz uspješan
id: Keluar secara sukses
it: Uscito correttamente
nb: Tilkobling normalt avsluttet.
nl: Succesvol afgesloten
pl: Połączenie zamknięto poprawnie
ru: Соединение успешно закрыто
sr: Успешно сам изашао
sv: Lyckad avslutning
tr: Başarıyla çıkıldı
vi: Đã thoát thành công

source: Failed with status %d
da: Mislykkedes med status %d
de: Fehlgeschlagen mit Status %d
es: Falló con estado %d
fi: Epäonnistuminen tilassa %d
fr: Échec avec le statut d'état %d
hr: Nije uspio sa stanjem %d
id: Gagal dengan status %d
it: Fallito con stato %d
nb: Feilet med status %d
nl: Is mislukt met afsluitwaarde %d
pl: Nieudane zakończenie ze stanem %d
ru: Завершён со статусом %d
sr: Нисам успео са стањем „%d“
sv: Misslyckades med status %d
tr: %d durumu ile başarısız olundu
vi: Bị lỗi với trạng thái %d

source: Terminated on signal %d
da: Afbrød ved signal %d
de: Beendet durch Signal %d
es: Terminado con señal %d
fi: Lopetettu signaalilla %d
fr: Fin d'exécution sur réception du signal %d
hr: Završen signalom %d
id: Berakhir di sinyal %d
it: Terminato su segnale %d
nb: Avbrutt med signal %d
nl: Afgebroken op signaal %d
pl: Zakończony na sygnał %d
ru: Завершён по сигналу %d
sr: Окончао сам на сигналу %d
sv: Avslutad av signal %d
tr: %d sinyali üzerine bitirildi
vi: Bị chấm dứt với tín hiệu %d

source: Stopped on signal %d
da: Stoppede ved signal %d
de: Angehalten durch Signal %d
es: Detenido con señal %d
fi: Pysäytetty signaalilla %d
fr: Fin d'exécution sur réception du signal %d
hr: Zaustavljen signalom %d
id: Berhenti di sinyal %d
it: Arrestato su segnale %d
nb: Stoppen på signal %d
nl: Gestopt op signaal %d
pl: Zatrzymany przez sygnał %d
ru: Остановлен сигналом %d
sr: Заустављен сам на сигналу %d
sv: Stoppad av signal %d
tr: %d sinyali üzerine durduruldu
vi: Bị ngừng với tín hiệu %d

source: Dumped core
da: Kernedump
de: Speicherauszug geschrieben
es: Core volcado
fi: Vedostettu ydin
fr: Vidange du core
hr: Jezgra izbačena
id: Mengeluarkan code dump
it: Effettuato il core dump
nb: Dumpet kjerne
nl: Core-dump gemaakt
pl: Proces zrzucił rdzeń
ru: Сбросил образ памяти
sr: Исписано језгро
sv: Minnesutskrift skapad
tr: 'Core' yazıldı
vi: Lõi bị đổ

source: Terminated
da: Afbrudt
de: Beendet
es: Terminado
fi: Lopetettu
fr: Terminé
hr: Završen
id: Berakhir
it: Terminato
nb: Terminert
nl: Afgesloten
pl: Proces zakończony z niewiadomym stanem
ru: Завершён
sr: Окончан
sv: Avslutad
tr: Sonlandırıldı
vi: Bị chấm dứt

source: Child [%lu] finished. %s. %d client left.
da: Underproces [%lu] færdig. %s. %d klient tilbage.
de: Kindprozess [%lu] mit Endzustand %s beendet. Noch %d Kindprozess.
es: Hijo [%lu] finalizado. Quedan %s. %d cliente.
fi: Lapsi [%lu] lopetti. %s. %d asiakas jäljellä.
fr: Fin du processus enfant [%lu]. %s. %d client restant.
hr: Dijete [%lu] je završilo. %s. Preostao je %d klijent.
id: Anak [%lu] selesai. %s %d klien pergi.
it: Processo figlio [%lu] terminato. %s. %d client rimanente.
nb: Barneprosess [%lu] avsluttet. %s. %d klient igjen.
nl: Dochter [%lu] is afgesloten, afsluitwaarde: %s. %d client resteert.
pl: Proces potomny [%lu] zakończył pracę. %s. Pozostał %d proces potomny.
ru: Дочерний процесс [%lu] завершился. %s. Остался %d клиент.
sr: Потпроцес [%lu] је завршен. %s. %d клијент је остао.
sv: Barnprocess [%lu] avslutad. %s. %d klient kvar.
tr: Altsüreç [%lu] tamamlandı. Çıkış durumu: %s. %d istemci kaldı.
vi: Tiến trình con [%lu] đã chạy xong. %s. %d ứng dụng khách còn lại.

source: Local program [%lu] finished. %s
da: Lokalt program [%lu] færdig. %s
de: Lokales Programm [%lu] beendet. %s
es: Programa local [%lu] ha finalizado. %s
fi: Paikallinen ohjelma [%lu] päättyi. %s
hr: Lokalni program [%lu] je završio. %s
id: Aplikasi lokal [%lu] selesai. %s
it: Programma locale [%lu] terminato. %s
nl: Lokaal programma [%lu] is afgesloten. %s
pl: Program lokalny [%lu] zakończył się. %s
ru: Локальная программа [%lu] завершена. %s
sr: Месни програм [%lu] је завршио. %s
sv: Lokalt program [%lu] avslutat. %s
vi: Chương trình cục bộ [%lu] đã chạy xong. %s

source: WARNING: An unprivileged user cannot be resolved. Verify your settings!
da: ADVARSEL: En uprivilegeret bruger kan ikke afklares. Undersøg dine indstillinger!
de: WARNUNG: Es wurde kein unprivilegierter Benutzer gefunden. Prüfen Sie die Einstellungen!
es: ADVERTENCIA: Un usuario sin privilegios no puede ser resuelto. Verifique su configuración!
fi: VAROITUS: Ei-etuoikeuskäyttäjää ei voida ratkaista. Varmista asetuksesi!
hr: UPOZORENJE: Rezolucija neovlaštenog korisnika nije uspjela. Provjerite vaše postavke!
id: PERINGATAN: Sebuah pengguna tidak privileged tidak dapat diresolf. Verifikasi konfigurasi anda!
it: ATTENZIONE: un utente senza privilegi non può essere risolto. Verificare le impostazioni.
nl: WAARSCHUWING: een gebruiker zonder privileges kon niet herleid worden. Controleer uw instellingen!
pl: OSTRZEŻENIE: Nie można ustalić nazwy użytkownika nieuprzywilejowanego. Sprawdź swoje ustawienia!
ru: ПРЕДУПРЕЖДЕНИЕ: Не указан непривилегированный пользователь!
sr: УПОЗОРЕЊЕ: Неовлашћени корисник не може бити решен. Проверите ваша подешавања!
sv: VARNING: En opriviligierad användare kan inte bestämmas. Kontrollera dina inställningar!
vi: CẢNH BÁO : không thể giải quyết một người dùng không có quyền đặc biệt. Hãy kiểm tra lại thiết lập.

source: WARNING: An unprivileged user has not been specified!
da: ADVARSEL: En upriviligeret bruger er ikke angivet!
de: WARNUNG: Es wurde kein unprivilegierter Benutzer angegeben!
es: ADVERTENCIA: Un usuario sin privilegios no ha sido especificado!
fi: VAROITUS: Ei-etuoikeutettua käyttäjää ei ole määritelty!
fr: AVERTISSEMENT: un utilisateur sans privilège a été spécifié!
hr: UPOZORENJE: Nije naveden neovlašteni korisnik.
id: PERINGATAN: Sebuah pengguna tidak privileged belum pernah dispesifikasikan!
it: ATTENZIONE: non è stato specificato un utente senza privilegi.
nb: ADVARSEL: En upriviligert bruker er ikke blitt spesifisert!
nl: WAARSCHUWING: er is geen gebruiker zonder privileges opgegeven!
pl: OSTRZEŻENIE: Brak nazwy użytkownika nieuprzywilejowanego!
ru: ПРЕДУПРЕЖДЕНИЕ: Не указан непривилегированный пользователь!
sr: УПОЗОРЕЊЕ: Неовлашћени корисник није наведен!
sv: VARNING: En användare utan rättigheter har inte angivits!
tr: UYARI: Az yetkili bir kullanıcı belirtilmedi!
vi: CẢNH BÁO : chưa ghi rõ một người dùng không co quyền đặc biệt.

source: GNU Anubis is running...
da: GNU Anubis kører...
de: GNU Anubis läuft ...
es: GNU Anubis se está ejecutando...
fi: GNU Anubis on käynnissä...
fr: GNU Anubis fonctionne...
hr: GNU Anubis se pokreće...
id: GNU Anubis sedang berjalan...
it: GNU Anubis in esecuzione
nb: GNU Anubis kjører...
nl: GNU Anubis draait...
pl: GNU Anubis został uruchomiony...
ru: GNU Anubis запущен...
sr: Гнуов Анубис је покренут...
sv: GNU Anubis är igång...
tr: GNU Anubis çalışıyor...
vi: GNU Anubis đang chạy...

source: accept() failed
da: accept() mislykkedes
de: accept() fehlgeschlagen
es: accept() ha fallado
fi: accept() epäonnistui
fr: accept() a échoué
hr: accept() nije uspio
id: accept() gagal
it: accept() fallita
nb: accept() feilet
nl: accept() is mislukt
pl: accept() nie powiodła się
ru: accept() не удался
sr: „accept()“ није успело
sv: accept() misslyckades
tr: accept() başarısız
vi: accept() bị lỗi

source: TCP wrappers: connection from %s:%u rejected.
da: TCP-ombrydere: Forbindelse fra %s:%u afvist.
de: TCP-Wrapper: Verbindung von %s:%u abgewiesen.
es: Envoltorio de TCP: la conexión desde %s:%u fue rechazada
fi: TCP-kääreet: yhteys osoitteesta %s:%u hylätty.
fr: TCP wrappers: connexion à partir de %s:%u rejetée.
hr: TCP omotači: veza sa %s:%u odbijena.
id: TCP wrappers: koneksi dari %s:%u ditolak.
it: Contenitori TCP: connessione da %s:%u rifiutata.
nb: TCP wrappere: tilkobling fra %s:%u avvist.
nl: TCP-wrappers: verbinding van %s:%u is geweigerd.
pl: osłona TCP: odrzucono próbę połączenia się z %s:%u
ru: фильтр TCP: отказано в подсоединении от %s:%u.
sr: ТЦП омотачи: веза са %s:%u је одбијена.
sv: TCP-omslag: anslutning från %s:%u vägrades.
tr: TCP sarımları: %s:%u bağlantısı reddedildi.
vi: Lớp bọc TCP: kết nối từ %s:%u bị từ chối.

source: Too many clients. Connection from %s:%u rejected.
da: For mange klienter. Forbindelse fra %s:%u afvist.
de: Zu viele Verbindungen. Verbindung von %s:%u abgewiesen.
es: Demasiados clientes. La conexión desde %s:%u fue rechazada
fi: Liian monta asiakasta. Yhteys osoitteesta %s:%u hylätty.
fr: Trop de clients. Connexion à partir de %s:%u rejetée.
hr: Previše klijenata. Veza sa %s:%u odbijena.
id: Terlalu banyak klien. Koneksi dari %s:%u ditolak.
it: Troppi client. Connessione da %s:%u rifiutata.
nb: For mange klienter. Tilkobling fra %s:%u avvist.
nl: Te veel clients. Verbinding van %s:%u is geweigerd.
pl: Zbyt dużo klientów. Odrzucono połączenie z %s:%u
ru: Слишком много клиентов. Отказано в подсоединении от %s:%u.
sr: Превише клијената: Веза са %s:%u је одбијена.
sv: För många klienter. Anslutning från %s:%u vägrades.
tr: Çok fazla istemci. %s:%u bağlantısı reddedildi.
vi: Quá nhiều ứng dụng khách: kết nối từ %s:%u bị từ chối.

source: Connection from %s:%u
da: Forbindelse fra %s:%u
de: Verbindung von %s:%u
es: Conexión desde %s:%u
fi: Yhteys osoitteesta %s:%u
fr: Connexion à partir de %s:%u
hr: Veza sa %s:%u
id: Koneksi dari %s:%u
it: Connessione da %s:%u
nb: Tilkobling fra %s:%u
nl: Verbinding van %s:%u
pl: Połączenie z %s:%u
ru: Соединение от %s:%u.
sr: Веза са %s:%u
sv: Anslutning från %s:%u
tr: %s:%u bağlantısı
vi: Kết nối từ %s:%u

source: daemon: cannot fork
da: dæmon: Kan ikke forgrene
de: Deamon: fork() fehlgeschlagen
es: daemon: no puede bifurcar(fork)
fi: taustapalveluprosessi: ei voi luoda uutta prosessia fork-funktiolla
fr: daemon: ne peut faire un fork
hr: daemon: ne mogu izvršiti fork
id: daemon: tidak dapat fork
it: Demone: impossibile eseguire il fork
nb: daemon: Kan ikke forke
nl: daemon: kan geen nieuw proces starten
pl: demon: fork nie powiódł się
ru: демон: ошибка fork()
sr: демон: не могу да расцепим
sv: demon: kan inte grena
tr: daemon: çatallanamadı
vi: trình nền: không thể tạo tiến trình con

source: [HOST:]PORT
da: [VÆRT:]PORT
de: [RECHNER:]PORT
es: [ANFITRION:]PUERTO
fi: [ISÄNTÄ:]PORTTI
hr: [RAČUNALO:]PORT
it: [HOST:]PORTA
nl: [HOST:]POORT
ru: [ХОСТ]:ПОРТ
sr: [ДОМАЋИН:]ПРИКЉУЧНИК
sv: [VÄRD:]PORT
vi: [MÁY:]CỔNG

source: Specify the TCP port on which GNU Anubis listens for connections; the default HOST is INADDR_ANY, and default PORT is 24 (private mail system)
da: Angiv den TCP-port som GNU Anubis lytter på efter forbindelser; standardværten er INADDR_ANY, og standardporten er 24 (privat e-post-system)
de: TCP-Port angeben, auf dem GNU Anubis auf Verbindungen wartet. RECHNER ist standardmäßig INADDR_ANY und PORT ist standardmäßig 24 (privates Mailsystem)
es: Especifique el puerto TCP por el que se conectará GNU Anubis; el ANFITRION por defecto es INADDR_ANY, y el PUERTO por defecto es el 24 (sistema de mail privado)
fi: Määrittele TCP-portti, jossa GNU Anubis kuuntelee yhteyksiä; Oletus ISÄNTÄ on INADDR_ANY, ja oletusportti on 24 (yksityinen sähköpostijärjestelmä)
hr: Navedite TCP port na kojem će GNU Anubis slušati veze, uobičajeno RAČUNALO je INADDR_ANY, a uobičajeni PORT 24 (sustav privatne pošte)
id: Spesifikasikan TCP port dimana GNU Anubis mendengarkan untuk koneksi; HOST baku adalah INADDR_AN, dan PORT baku adalah 24 (sistem mail private)
it: Specificare la porta TCP su cui GNU Anubis si metterà in ascolto per le connessioni; l'HOST predefinito è INADDR_ANY, la porta predefinita è 24 (sistema privato di posta)
nl: de TCP-poort waarop GNU Anubis luistert naar verbindingen; de standaard HOST is INADDR_ANY, de standaard POORT is 24 (privé mailsysteem)
pl: Ustala port TCP na którym GNU Anubis nasłuchuje. Domniemany HOST INADDR_ANY, port -- 24 (prywatny system pocztowy)
ru: Указать порт TCP для обслуживания Anubis-ом; gо умолчанию АДРЕC=INADDR_ANY, ПОРТ=24 (частная почтовая система).
sr: Наводи ТЦП прикључник на коме Гнуов Анубис ослушкује везе; подразумевани ДОМАЋИН је „INADDR_ANY“, а подразумевани ПРИКЉУЧНИК је 24 (лични поштански систем)
sv: Ange vilken TCP-port som GNU Anubis lyssnar på efter anslutningar; standard-VÄRD är INADDR_ANY, och standard-PORT är 24 (privat e-postsystem)
vi: Ghi rõ cổng TCP trên đó GNU Anubis lắng nghe kết nối; MÁY mặc định là « INADDR_ANY », và CỔNG mặc định là 24 (hệ thống thư tín riêng).

source: Specify a remote SMTP host name or IP address; the default is 25
da: Angiv et eksternt SMTP-værtsnavn eller ip-adresse; standard er 25
de: Entfernten SMTP-Rechnernamen oder -IP-Adresse angeben. Die PORTnummer ist standardmäßig 25.
es: Especifique el nombre del anfitrión SMTP remoto o su dirección de IP; por defecto es el 25
fi: Määrittele etä-SMTP-isäntänimi tai IP-osoite; oletus on 25
hr: Navedite ime udaljenog SMTP računala ili IP adresu, uobičajeno je 25
id: Spesifikasikan sebuah remote SMTP nama host atau alamat IP; baku 25
it: Specifica un nome di host STMP remoto o l'indirizzo IP; il valore predefinito è 25
nl: hostnaam of IP-adres van gindse SMTP-host; de standaardpoort is 25
pl: Podaje nazwę lub IP zdalnego hostu SMTP; domniemany numer portu 25.
ru: Указать имя или IP-адрес удаленного SMTP; по умолчанию ПОРТ=25.
sr: Наводи назив удаљеног СМТП домаћина или ИП адресу; подразумевано је 25
sv: Ange ett värdnamn eller en IP-adress för fjärr-SMTP-server; standardvärdet är 25
vi: Ghi rõ một tên máy hoặc địa chỉ IP kiểu SMTP từ xa; giá trị mặc định là 25

source: FILE
da: FIL
de: DATEI
es: ARCHIVO
fi: TIEDOSTO
hr: DATOTEKA
id: BERKAS
nl: BESTAND
pl: PLIK
ru: ФАЙЛ
sr: ДАТОТЕКА
sv: FIL
vi: TẬP TIN

source: Execute a local SMTP server, which works on standard input and output (inetd-type program); this option excludes the `--remote-mta' option
da: Kør en lokal SMTP-server, som fungerer med standardinddata og -uddata (inetd-typeprogram); denne indstilling udelukker --remote-mta indstillingen
de: Einen lokalen SMTP-Server ausführen, der auf der Standardein- und -ausgabe arbeitet (inetd-artiges Programm). Diese Option schließt »--remote-mta« aus
es: Ejecuta un servidor SMTP local, que funciona con entrada y salida estándar (programa tipo inetd); esta opción no permite '--remote-mta'
fi: Suorita paikallinen SMTP-palvelin, joka toimii vakiosyötteellä ja -tulosteella (inetd-tyypinen ohjelma); tämä valitsin sulkee pois ”--remote-mta”-valitsimen
hr: Pokreni lokalni SMTP poslužitelj, koji radi sa standardnim ulazom i izlazom (program inetd vrste), ova opcija isključuje opciju „--remote-mta”
id: Jalankan sebuah server SMTP lokal, yang bekerja di masukan standar dan keluaran (aplikasi tipe inetd); opsi ini excludes opsi `--remote-mta'
it: Esegue un server STMP locale che lavora su standard input e output (programma tipo inetd); questa opzione esclude l'opzione «--remote-mta»
nl: een lokale SMTP-server draaien op standaardinvoer en -uitvoer; dit sluit optie '--remote-mta' uit
pl: Włącza użycie lokalnego serwera SMTP który pracuje ze standardowym wejściem/wyjściem (program typu inetd); użycie tej opcji wyłącza użycie opcji --remote-mta
ru: Использовать локальный SMTP сервер, работающий на стандартном входе/выходе (программа типа inetd); эта опция несовместима с опцией '--remote-mta'
sr: Извршава месни СМТП сервер, који ради на стандардном улазу и излазу (програм „inetd-type“); ова опција искључује опцију „--remote-mta“
sv: Kör en lokal SMTP-server som jobbar på standard in och ut (program av inetd-typ); denna flagga utesluter "--remote-mta"-flaggan
vi: Thực hiện một trình phục vụ SMTP cục bộ, mà chạy trên đầu vào/ra tiêu chuẩn (chương trình kiểu inetd); tùy chọn này loại trừ tùy chọn « --remote-mta ».
