Repository: carolhanna01/binary2name
Catalog: gnu_dataset/anubis-4.2/po/*.po
Languages: da, de, es, fi, fr, hr, id, it, nb, nl, pl, ru, sr, sv, tr, vi

source: Timeout! Exiting...
da: Pause! Afslutter...
de: Timeout! Herunterfahren ...
es: Tiempo agotado! Saliendo...
fi: Aikavalvonta! Poistutaan...
fr: Temps expiré! Fin d'exécution...
hr: Vrijeme isteklo! Izlazim...
id: Waktu habis! Keluar...
it: Tempo scaduto. Uscita in corso.
nb: Tidsavbrudd! Avslutter...
nl: Duurde te lang! Bezig met afsluiten...
pl: Czas wyczerpany! Zakończenie...
ru: Время ожидания истекло. Завершение работы...
sr: Време је истекло! Излазим...
sv: Timeout! Avslutar...
tr: Zamanaşımı! Çıkılıyor...
vi: Quá hạn ! Đang thoát...

source: cannot stat file `%s'
da: kan ikke stat fil %s
de: Kann stat für Datei »%s« nicht ausführen
es: No se pudo ejecutar stat sobre el archivo `%s'
fi: tiedostosta ”%s” ei voi palauttaa stat-rakennetta
fr: ne peut évaluer le fichier par stat() « %s »
hr: ne mogu izvršiti stat na datoteci „%s”
id: tidak dapat memperoleh statistik berkas `%s'
it: Impossibile fare lo stat di «%s»
nb: kan ikke lese status for filen '%s'
nl: kan status van bestand '%s' niet opvragen
pl: stat(%s) nie powiodła się
ru: ошибка stat: %s
sr: не могу да добавим податке за датотеку „%s“
sv: kan inte ta status på filen "%s"
tr: `%s'dosyası durumlanamadı
vi: không thể stat (lấy trạng thái về) tập tin « %s »

source: File `%s' has already been read.
da: Fil %s er allerede læst.
de: Die Datei »%s« wurde schon gelesen.
es: El archivo '%s' ya ha sido leído.
fi: Tiedosto ”%s” on jo luettu.
fr: Le fichier « %s » a déjà été lu.
hr: Datoteka „%s” je već pročitana.
id: Berkas `%s' telah dibaca.
it: Il file «%s» è già stato letto.
nb: Filen '%s' er allerede lest.
nl: Bestand '%s' is al gelezen.
pl: Plik `%s' już został odczytany.
ru: Файл `%s' уже был загружен
sr: Датотека „%s“ је већ прочитана.
sv: Filen "%s" har redan lästs.
tr: `%s' dosyası zaten okunmuş.
vi: Tập tin « %s » đã được đọc.

source: Welcome user %s !
da: Velkommen bruger %s !
de: Willkommen, Benutzer %s!
es: Bienvenido usuario %s !
fi: Tervetuloa %s !
fr: Bienvenue usager %s !
hr: Dobrodošli, korisniče %s !
id: Selamat datang pengguna %s !
it: Bevenuto/a, utente %s.
nb: Velkommen bruker %s !
nl: Welkom, gebruiker %s!
pl: Witaj, użytkowniku %s !
ru: Добро пожаловать, пользователь %s !
sr: Добро дошли корисниче %s !
sv: Välkommen användare %s !
tr: Kullanıcı %s, hoşgeldiniz!
vi: Chào mừng người dùng %s !

source: Reading system configuration file %s...
da: Læser systemkonfigurationsfil %s...
de: Lese die Systemkonfigurationsdatei »%s« ...
es: Leyendo el archivo de configuración del sistema %s....
fi: Luetaan järjestelmän asetustiedostoa %s...
fr: Lecture du fichier système de configuration %s...
hr: Čitam konfiguracijsku datoteku sustava %s...
id: Membaca berkas konfigurasi sistem %s...
it: Lettura del file di configurazione del sistema %s in corso
nb: Leser systemets konfigurasjonsfil %s...
nl: Lezen van systeemconfiguratiebestand %s...
pl: Odczytanie systemowego pliku konfiguracyjnego %s...
ru: Чтение системного файла конфигурации %s...
sr: Читам системску датотеку подешавања „%s“...
sv: Läser systemkonfigurationsfil %s...
tr: Sistem ayar dosyası %s okunuyor...
vi: Đang đọc tập tin cấu hình hệ thống %s...

source: Reading user configuration file %s...
da: Læser brugerkonfigurationsfil %s...
de: Lese die Benutzerkonfigurationsdatei »%s« ...
es: Leyendo el archivo de configuración del usuario %s...
fi: Luetaan käyttäjän asetustiedostoa %s...
fr: Lecture du fichier usager de configuration %s...
hr: Čitam korisničku konfiguracijsku datoteku %s...
id: Membaca berkas konfigurasi pengguna %s...
it: Lettura del file di configurazione dell'utente %s in corso
nb: Leser brukers konfigurasjonsfil %s...
nl: Lezen van gebruikerconfiguratiebestand %s...
pl: Odczytanie pliku konfiguracyjnego użytkownika %s...
ru: Чтение пользовательского файла конфигурации %s...
sr: Читам корисничку датотеку подешавања „%s“...
sv: Läser användarkonfigurationsfil %s...
tr: Kullanıcı ayar dosyası %s okunuyor...
vi: Đang đọc tập tin cấu hình người dùng %s...

source: `logfile' directive is ignored in main configuration file
da: logfil-direktiv ignoreres i hovedkonfigurationsfil
de: Die Direktive »logfile« wird in der Hauptkonfigurationsdatei ignoriert
es: La directiva 'archivo de registro' es ignorada en el archivo de configuración principal.
fi: ”logfile”-direktiivistä ei välitetä pääasetustiedostossa
fr: la directire `logfile' est ignoré dans le fichier principal de configuration
hr: propis „logfile” je zanemaren u glavnoj konfiguracijskoj datoteci
id: `logfile' direktif diabaikan dlaam berkas konfigurasi utama
it: La direttiva «logfile» è ignorata nel file di configurazione principale
nb: 'logfile' direktivet ignoreres i hovedkonfigurasjonsfilen
nl: 'logfile'-opdracht in systeemconfiguratiebestand wordt genegeerd
pl: Dyrektywa `logfile' jest ignorowana w głównym pliku konfiguracyjnym
ru: Директива `logfile' игнорируется при использовании в главном файле конфигурации
sr: Одредница „logfile“ је занемарена у главној датотеци подешавања
sv: "logfile"-direktiv ignoreras i huvudkonfigurationsfil
tr: `logfile' yönergesi ana ayar dosyasında dikkate alınmadı
vi: Chỉ thị `logfile' (tập tin bản ghi) bị bỏ qua trong tập tin cấu hình chính.

source: Child process suspended for %lu second
da: Underproces suspenderet i %lu sekund
de: Kindprozess für %lu Sekunde angehalten
es: Proceso hijo suspendido por %lu segundos
fi: Lapsiprosessi keskeytetty %lu sekunniksi
hr: Proces dijete zaustavljen na %lu sekundu
id: Proses anak disuspend untuk %lu detik
it: Processo figlio sospeso per %lu secondo
nl: Dochterproces slaapt gedurende %lu seconde
pl: Proces potomny zawieszony na %lu sekundę
sr: Потпроцес је обустављен за %lu секунду
sv: Barnprocess suspenderad i %lu sekund
vi: Tiến trình con bị ngưng trong vòng %lu giây

source: Command HANG is not allowed for user `%s'
da: Kommando HANG er ikke tilladt for bruger %s
de: Der Befehl HANG ist für Benutzer »%s« nicht erlaubt
es: El comando COLGAR no está permitido para el usuario '%s'
fi: Komento HANG ei ole sallittu käyttäjälle ”%s”
hr: Naredba HANG nije dozvoljena za korisnika „%s”
id: Perintah HANG tidak diijinkan untuk pengguna `%s'
it: Il comando HANG non è permesso per l'utente «%s»
nl: Opdracht 'HANG' is niet toegestaan voor gebruiker '%s'
pl: Polecenie HANG nie jest dozwolone użytkownikowi `%s'
ru: Команда HANG не дозволена пользователю `%s'
sr: Наредба „HANG“ није дозвољена кориснику „%s“
sv: HANG-kommando är inte tillåtet för användare "%s"
vi: Lệnh HANG (treo) không được phép cho người dùng « %s »

source: No such section: %s
da: Ingen sådan sektion: %s
de: Kein passender Bereich: %s
es: No hay sección: %s
fi: Tuntematon lohko: %s
fr: Section inexistente: %s
hr: Nema takvog odjeljka: %s
id: Tidak ada bagian seperti itu: %s
it: Sezione inesistente: %s
nb: Ingen slik seksjon: %s
nl: Sectie bestaat niet: %s
pl: Brak takiej sekcji: %s
ru: Нет такой секции: %s
sr: Нема таквог одељка: %s
sv: Inget sådan sektion: %s
tr: Böyle bir bölüm yok: %s
vi: Không có phần như vậy: %s

source: Stray character in config: \%03o. Possibly missing quotes around the string
da: Vildfaren karakter i config: \%03o. Måske på grund af manglende citationstegn om strengen
de: Merkwürdiges Zeichen in Konfigurationsdatei: \%03o. Vielleicht fehlen Anführungszeichen um die Zeichenkette
es: Carácter perdido en configuración: \%03o. Posiblemente falten las comillas alrededor de la cadena
fi: Outo merkki asetuksissa: \%03o. Mahdollisesti lainausmerkit puuttuvat merkkijonon ympäriltä
fr: caractère errant repéré dans la config: \%03o. Possiblement un caractère de mise en commentaire est manquant autour de la chaîne
hr: Zalutali znak u konfiguraciji: \%03o. Vjerojatno nedostaju navodnici oko niza
id: Stray karakter dalam konfigurasi: \%03o. Mungkin hilang quotes disekeliling stirng
it: Carattere errato nel file di configurazione: \%03o. Probabilmente mancano caratteri di delimitazione di commento alle estremità della stringa
nb: Tegn på avveier i konfigurasjonen: \%03o. Muligens en streng uten kvoteringstegn.
nl: Verdwaald teken in configuratie: \%03o. Misschien ontbreken aanhalingstekens om de tekenreeks?
pl: Zabłąkany znak w pliku konfiguracyjnym: \%03o. Możliwie brakuje cudzysłowów wokoło łańcucha.
ru: Неожиданный символ в файле конфигурации: \%03o. Возможно отсутствуют кавычки вокруг строки символов.
sr: Залутали знак у подешавању: \%03o. Вероватно недостају наводници на почетку и на крају ниске
sv: Vilsekommet tecken i konfiguration: \%03o. Möjligen saknas citationstecken kring strängen
tr: Ayar dosyasında fazla karakter: \%03o. Büyük ihtimalle dizge etrafında tırnak eksik
vi: Gặp ký tự rải rác trong cấu hình: \%03o. Có lẽ thiếu dấu trích dẫn ở quanh chuỗi.

source: Anubis RC file error
da: Anubis RC-filfejl
de: Fehler in der Anubis Konfigurationsdatei
es: Error en el archivo Anubis RC
fi: Anubis RC-tiedostovirhe
fr: Anubis erreur de fichier RC
hr: Greška Anubis RC datoteke
id: Anubis berkas RC error
it: Errore di file RC di Anubis
nb: Anubis RC fil feil
nl: Fout in Anubis-configuratiebestand
pl: Błąd pliku RC
ru: Ошибка файла RC
sr: Грешка Анубисове РЦ датотеке
sv: Fel i Anubis RC-fil
tr: Anubis RC dosya hatası
vi: Lỗi tập tin RC Anubis.

source: Section %s already defined
da: Sektion %s allerede defineret
de: Bereich %s ist bereits definiert
es: La sección %s ya se había definido
fi: Lohko %s on jo määritelty
fr: Section %s est déjà définie
hr: Odjeljak %s je već definiran
id: Bagian %s telah didefinisikan
it: Sezione %s già definita
nb: Seksjonen %s allerede definert
nl: Sectie %s is al gedefinieerd
pl: Sekcja %s już jest zdefiniowana
ru: Секция %s уже определена.
sr: Одељак „%s“ је већ одређен
sv: Sektion %s redan definierad
tr: %s bölümü daha önce tanımlanmış
vi: Phần %s đã được định nghĩa

source: unknown keyword: %s
da: ukendt nøgleord: %s
de: Unbekanntes Schlüsselwort: %s
es: palabra clave desconocida: %s
fi: tuntematon avainsana: %s
fr: mot clé inconnu: %s
hr: nepoznata ključna riječ: %s
id: kata kunci tidak diketahui: %s
it: Parola chiave sconosciuta: %s
nb: Ukjent nøkkelord: %s
nl: onbekend sleutelwoord: %s
pl: nieznane słowo kluczowe: %s
ru: неизвестное ключевое слово: %s.
sr: непозната кључна реч: %s
sv: okänt nyckelord: %s
tr: bilinmeyen anahtar sözcük: %s
vi: không rõ từ khóa: %s

source: Invalid regular expression (see the above message)
da: Ugyldigt regulært udtryk (se ovenstående besked)
de: Ungültiger regulärer Ausdruck (siehe oben)
es: Expresión regular no válida (vea el mensaje de arriba)
fi: Virheellinen säännöllinen lauseke (katso sanoma yläpuolella)
hr: Neispravni regularni izraz (pogledajte gornju poruku)
id: ekspresi regular tidak valid (lihat pesan diatas)
it: Espressione regolare non valida (vedere il messaggio soprastante)
nl: Ongeldige reguliere expressie (zie bovenstaande melding)
pl: Niepoprawne wyrażenie regularne (patrz powyższy komunikat)
ru: Недействительное регулярное выражение (см. предыдущее сообщение)
sr: Неисправан регуларни израз (погледајте горњу поруку)
sv: Ogiltigt reguljärt uttryck (se ovanstående meddelande)
vi: Biểu thức chính quy không hợp lệ (xem thông điệp trên)

source: missing replacement value
da: manglende erstatningsværdi
de: Ersetzungswert fehlt
es: Falta el valor de reemplazo
fi: puuttuva korvausarvo
fr: valeur de remplacement manquante
hr: nedostaje vrijednost zamjene
id: hilang nilai pengganti
it: Valore di sostituzione mancante
nb: mangler erstattningsverdi
nl: ontbrekende vervangingswaarde
pl: brak wartości zastąpienia
ru: нет значения для замены
sr: недостаје вредност замене
sv: ersättningsvärde saknas
tr: eksik değişim değeri
vi: thiếu giá trị thay thế

source: Not a valid debugging level: %s
da: Ikke et gyldigt fejlsøgningsniveau: %s
de: Kein gültiges Debugginglevel: %s
es: No es un nivel de depuración válido: %s
fi: Ei ole sallittu virheenjäljitystaso: %s
fr: N'est pas un niveau valide de mise au point (debug): %s
hr: Nije ispravna razina debugiranja: %s
id: Bukan sebuah tingkat debug yang valid: %s
it: Livello di debug non valido: %s
nb: Ikke et gyldig feilsøkingsnivå: %s
nl: Geen geldig debugging-niveau: %s
pl: Niepoprawny poziom odpluskwiania: %s
ru: Недействительный уровень отладки: %s
sr: Није исправан ниво прочишћавања: %s
sv: Inte en giltig felsökningsnivå: %s
tr: Geçerli bir hata ayıklama seviyesi değil: %s
vi: Không phải là cấp gỡ lỗi hợp lệ: %s

source: Unknown regexp modifier
da: Ukendt regexp-ændrer
de: Unbekannter Modifikator für regulären Ausdruck
es: Modificador regexp desconocido
fi: Tuntematon regexp-määre
fr: Modificateur d'expression régulière inconnu
hr: Nepoznat modifikator regularnog izraza
id: Pemodifikasi regexp tidak diketahui
it: Modificatore dell'espressione regolare sconosciuto
nb: Ukjent regexp modifikator
nl: Onbekende veranderaar van reguliere expressie
pl: Nieznany modyfikator wyrażenia regularnego
ru: Неизвестный модификатор для регулярного выражения
sr: Непознат измењивач регизраза
sv: Okänd modifierare av reguljärt uttryck
tr: Bilinmeyen düzenli ifade değiştiricisi
vi: Không rõ ký tự sửa đổi biểu thức chính quy

source: STOP
es: ALTO
fi: SEIS
hr: ZAUSTAVI
id: BERHENTI
nb: STOPP
nl: STOPPEN
pl: ZATRZYMANIE
ru: ОСТАНОВ
sr: СТОП
sv: STOPP
tr: DUR
vi: DỪNG

source: Calling %s
da: Kalder %s
de: Rufe %s auf
es: Llamando %s
fi: Kutsutaan %s
fr: Appel de %s
hr: Pozivam %s
id: Memanggil %s
it: Chiamata di %s in corso
nb: Ringer %s
nl: Oproepen van %s
pl: Wywołanie %s
ru: Вызов %s
sr: Позивам „%s“
sv: Anropar %s
tr: %s çağrılıyor
vi: Đang gọi %s

source: ADD %s [%s] %s
da: TILFØJ %s [%s] %s
es: SUMAR %s [%s] %s
fi: LISÄÄ %s [%s] %s
hr: DODAJ %s [%s] %s
id: TAMBAH %s [%s] %s
nb: LEGG TIL %s [%s] %s
nl: TOEVOEGEN %s [%s] %s
sr: ДОДАЈ %s [%s] %s
sv: LÄGG TILL %s [%s] %s
tr: EKLE %s [%s] %s
vi: THÊM %s [%s] %s

source: MODIFY %s [%s] [%s] %s
da: ÆNDRE %s [%s] [%s] %s
es: MODIFICAR %s [%s] [%s] %s
fi: MUOKKAA %s [%s] [%s] %s
hr: UREDI %s [%s] [%s] %s
id: MODIFIKASI %s [%s] [%s] %s
nb: ENDRE %s [%s] [%s] %s
nl: WIJZIGEN %s [%s] [%s] %s
sr: ИЗМЕНИ %s [%s] [%s] %s
sv: MODIFIERA %s [%s] [%s] %s
tr: DEĞİŞTİR %s [%s] [%s] %s
vi: SỬA ĐỔI %s [%s] [%s] %s

source: REMOVE HEADER [%s]
da: FJERN FILHOVED [%s]
es: QUITAR CABECERA [%s]
fi: POISTA OTSAKE [%s]
hr: UKLONI ZAGLAVLJE [%s]
id: HAPUS DIKEPALA [%s]
nb: FJERN HODE [%s]
nl: KOP VERWIJDEREN [%s]
sr: УКЛОНИ ЗАГЛАВЉЕ [%s]
sv: TA BORT HEADER [%s]
tr: BAŞLIĞI KALDIR [%s]
vi: GỠ BỎ DÒNG ĐẦU [%s]

source: Executing %s
da: Udfører %s
de: Führe %s aus
es: Ejecutando %s...
fi: Suoritetaan %s
fr: Exécution de %s
hr: Izvršavam %s
id: Menjalankan %s
it: Esecuzione di %s in corso
nb: Kjører %s
nl: Uitvoeren van %s
pl: Uruchomienie %s
ru: Исполнение %s
sr: Извршавам %s
sv: Kör %s
tr: %s çalıştırılıyor
vi: Đang thực hiện %s

source: Matched trigger "%s"
da: Matchende udløser %s
de: Auslöser »%s« aktiviert
es: Disparador encontrado "%s"
fi: Parillinen liipaisin ”%s”
fr: Concordance sur le déclencheur "%s"
hr: Usklađen okidač „%s”
id: Cocok trigger "%s"
it: L'evento «%s» si è avverato
nb: Fant trigger "%s"
nl: Passende trigger "%s"
pl: Reguła wyzwalania "%s" dopasowała
ru: Переключатель "%s" удовлетворил ключу
sr: Поклопљени окидач „%s“
sv: Matchade utlösare "%s"
tr: Tetik "%s" eşlendi
vi: Bộ gây nên đã khớp « %s »

source: Matched condition %s[%s] "%s"
da: Matchende betingelse %s[%s] %s
de: Bedingung %s[%s] »%s« erfüllt
es: Condición encontrada %s[%s] "%s"
fi: Parillinen ehto %s[%s] ”%s”
fr: Condition concordante %s[%s] "%s"
hr: Usklađen uvjet %s[%s] „%s”
id: Cocok kondisi %s[%s] "%s"
it: La condizione %s[%s] «%s» si è avverata
nb: Treff på betingelse %s[%s] "%s"
nl: Passende voorwaarde %s[%s] "%s"
pl: Warunek %s[%s] "%s" dopasował
ru: Условие %s[%s] "%s" выполнилось
sr: Поклопљени услов %s[%s] „%s“
sv: Matchade villkor %s[%s] "%s"
tr: Şart %s[%s] "%s" eşlendi
vi: Điều kiện đã khớp %s[%s] « %s »

source: Section %s
da: Sektion %s
de: Abschnitt %s
es: Sección %s
fi: Lohko %s
hr: Odjeljak %s
id: Bagian %s
it: Sezione %s
nb: Seksjon %s
nl: Sectie %s
pl: Sekcja %s
ru: Секция %s
sr: Одељак %s
sv: Sektion %s
tr: Bölüm %s
vi: Phần %s

source: Unknown section: %s
da: Ukendt sektion: %s
de: Unbekannter Bereich: %s
es: Sección desconocida: %s
fi: Tuntematon lohko: %s
fr: Section inconnue: %s
hr: Nepoznat odjeljak: %s
id: Bagian tidak diketahui: %s
it: Sezione sconosciuta: %s
nb: Ukjent seksjon: %s
nl: Onbekende sectie: %s
pl: Nieznana sekcja: %s
ru: Неизвестная секция: %s.
sr: Непознат одељак: %s
sv: Okänd sektion: %s
tr: Bilinmeyen bölüm: %s
vi: Không rõ phần: %s

source: program is not allowed in this section
da: program er ikke tilladt i denne sektion
de: Programm ist in diesem Bereich nicht erlaubt
es: En esta sección no está permitido el programa
fi: ohjelmaa ei sallita tässä lohkossa
fr: le programme n'est pas autorisé dans cette section
hr: program nije dozvoljen u ovom odjeljku
id: aplikasi tidak diijinkan di bagian ini
it: Il programma non è permesso in questa sezione
nb: program tillates ikke i denne seksjonen
nl: programma is niet toegestaan in deze sectie
pl: użycie programu w tej sekcji nie jest dozwolone
ru: использование программы в этой секции не разрешено.
sr: програм није допуштен у овом одељку
sv: program är inte tillåtet i denna sektion
tr: bu bölümde yazılım yer alamaz
vi: chương trình không được phép trong phần này

source: INTERNAL ERROR at %s:%d: missing or invalid regex
da: INTERN FEJL ved %s:%d: Manglende eller ugyldig regex
de: INTERNER FEHLER an %s:%d: Regulärer Ausdruck fehlt oder ist ungültig
es: ERROR INTERNO en %s:%d: regex faltante o no válida
fi: SISÄINEN VIRHE osoitteessa %s:%d: puuttuva tai virheellinen regex
fr: ERREUR INTERNE à %s:%d: expression régulière manquante ou invalide
hr: INTERNA GREŠKA na %s:%d: nedostaje regularni izraz ili nije ispravan
id: INTERNAL ERROR di %s:%d: hilang atau tidak valid regex
it: ERRORE INTERNO in %s:%d: espressione regolare mancante o non valida
nb: INITIELL FEIL på %s:%d: manglende eller ugyldig regex
nl: **Interne fout** bij %s:%d: ontbrekende of ongeldige reguliere expressie
pl: BŁĄD WEWNĘTRZNY w %s:%d: brakujące bądź niepoprawne wyrażenie regularne
ru: Внутренняя ошибка возле %s:%d: несуществующее или неверное регулярное выражение
sr: УНУТРАШЊА ГРЕШКА на %s:%d: недостаје или је неисправан регуларни израз
sv: INTERNT FEL vid %s:%d: reguljärt uttryck saknas eller är ogiltigt
tr: İÇ HATA %s:%d: eksik veya hatalı düzenli ifade
vi: LỖI NỘI BỘ ở %s:%d: biểu thức chính quy còn thiếu hay không hợp lệ

source: regcomp() failed at %s: %s.
da: regcomp() mislykkedes ved %s: %s.
de: regcomp() an %s fehlgeschlagen: %s
es: regcomp() ha fallado en %s:%s.
fi: regcomp() epäonnistui osoitteessa %s: %s.
fr: regcomp() a échoué à %s: %s
hr: regcomp() nije uspio na %s: %s.
id: regcomp() gagal di %s: %s.
it: regcomp() fallita su %s: %s.
nb: regcomp() feilet på %s: %s.
nl: regcomp() is mislukt bij %s: %s.
pl: regcomp() nie powiodła się przy '%s': %s
ru: regcomp() не удался возле %s: %s
sr: „regcomp()“ није успело у %s: %s.
sv: regcomp() misslyckades vid %s: %s.
tr: regcomp(), %s'de hata verdi: %s.
vi: regcomp() không thành công ở %s: %s.

source: pcre_compile() failed at offset %d: %s.
da: pcre_compile() mislykkedes ved forskydning %d: %s.
de: pcre_compile() an Offset %d fehlgeschlagen: %s.
es: pcre_compile() ha fallado en offset %d:%s
fi: pcre_compile() epäonnistui siirrososoitteessa %d: %s.
fr: Échec de pcre_compile() à l'adresse relative %d: %s.
hr: pcre_compile() nije uspio na pomaku %d: %s.
id: pcre_compile() gagal di offset %d: %s.
it: pcre_compile() fallita su offset %d: %s.
nb: pcre_compile() feilet med forskyvning %d: %s.
nl: pcre_compile() is mislukt op positie %d: %s.
pl: pcre_compile() nie powiodła się przy pozycji %d: %s.
ru: ошибка pcre_compile() в смещении %d: %s.
sr: „pcre_compile()“ није успело на померају %d: %s.
sv: pcre_compile() misslyckades vid förskjutning %d: %s.
tr: pcre_compile() %d görecesinde hata verdi: %s.
vi: pcre_compile() không thành công ở hiệu %d: %s.

source: pcre_fullinfo() failed: %d.
da: pcre_fullinfo() mislykkedes: %d.
de: pcre_fullinfo() fehlgeschlagen: %d.
es: pcre_fullinfo() ha fallado: %d.
fi: pcre_fullinfo() epäonnistui: %d.
fr: pcre_fullinfo() a échoué: %d.
hr: pcre_fullinfo() nije uspio: %d.
id: pcre_fullinfo() gagal: %d.
it: pcre_fullinfo() fallita: %d.
nb: pcre_fullinfo() feilet: %d.
nl: pcre_fullinfo() is mislukt: %d.
pl: pcre_fullinfo() nie powiodła się: %d.
ru: ошибка pcre_fullinfo(): %d.
sr: „pcre_fullinfo()“ није успело: %d.
sv: pcre_fullinfo() misslyckades: %d.
tr: pcre_fullinfo() başarısız: %d.
vi: pcre_fullinfo() không thành công: %d.

source: Matched, but too many substrings.
da: Matchende, men for mange understrenge.
de: Passt, aber zu viele Teilzeichenketten.
es: Encontrado, pero con demasiadas subcadenas.
fi: Täsmäsi, mutta liian monta alimerkkijonoa.
fr: Concorde mais a trop de sous-chaînes.
hr: Usklađeno, ali previše podnizova.
id: Cocok, tetapi terlalu banyak substrings.
it: Avverato, ma troppe sottostringhe.
nb: Fant samsvar, men med for mange understrenger.
nl: Overeenkomst gevonden, maar te veel deelteksten.
pl: Łańcuch dopasowany, ale za dużo podłańcuchów.
ru: Соответствие найдено, но подстрок слишком много.
sr: Одговара, али има превише подниски.
sv: Matchat, men för många delsträngar.
tr: Eşleşti, fakat altdizge sayısı çok fazla.
vi: Khớp được, nhưng mà có quá nhiều chuỗi con.

source: Get substring %d failed (%d).
da: Hentning af understreng %d mislykkedes (%d).
de: Lesen der Teilzeichenkette %d fehlgeschlagen (%d).
es: Obtener subcadena %d ha fallado (%d).
fi: Hae alimerkkijono %d epäonnistui (%d).
fr: Échec d'obtention de la sous-chaîne %d (%d).
hr: Preuzimanje podniza %d nije uspjelo (%d).
id: Memperoleh substring %d gagal (%d).
it: Recupero della sottostringa %d fallito (%d).
nb: Finn understreng %d feilet (%d).
nl: Opvragen van deeltekst %d is mislukt (%d).
pl: Otrzymanie podłańcucha %d nie powiodło się (%d).
ru: Неудачный поиск подстроки %d (%d).
sr: Добављање подниске %d није успело (%d).
sv: Hämta delsträng %d misslyckades (%d).
tr: Altdizge %d'yi alma başarısız (%d).
vi: Lỗi lấy chuỗi con %d (%d).

source: TLS error reading `%s': %s
da: TLS-fejl under læsning af %s: %s
de: TLS-Fehler beim Lesen von »%s«: %s
es: Error TSL al leer '%s':%s
fi: TLS-virhe luettaessa ”%s”: %s
fr: Erreur TLS de lecture « %s »: %s
hr: TLS greška čitanja „%s”: %s
id: pembacaan error TLS `%s': %s
it: Errore di TLS in fase di lettura di «%s»: %s
nb: TLS lesefeil '%s': %s
nl: TLS-fout bij lezen van '%s': %s
pl: Błąd TLS przy odczycie `%s': %s
ru: Ошибка чтения TLS `%s': %s
sr: Грешка ТЛС-а у читању „%s“: %s
sv: TLS-fel vid läsning av "%s": %s
tr: `%s' okunurken TLS hatası: %s
vi: Gặp lỗi TLS khi đọc « %s »: %s

source: TLS/SSL handshake failed: %s
da: TLS/SSL-håndtryk mislykkedes: %s
de: TLS/SSL-Handshake fehlgeschlagen: %s
es: Saludo TLS/SSL ha fallado: %s
fi: TLS/SSL-kättely epäonnistui: %s
fr: Échec d'échange handshake TLS/SSL: %s
hr: TLS/SSL rukovanje nije uspjelo: %s
id: jabat-tangan TLS/SSL gagal: %s
it: Negoziazione di TLS/SSL fallita: %s
nb: TLS/SSL håndhilsing feilet: %s
nl: TLS/SSL-handdruk is mislukt: %s
pl: Proces negocjacji TLS/SSL nie powiódł się: %s
ru: Обмен TLS/SSL завершился неудачей: %s
sr: Није успело ТЛС/ССЛ руковање: %s
sv: TLS/SSL-handskakning misslyckades: %s
tr: TLS/SSL elsıkışması başarısız: %s
vi: Việc bắt tay TLS/SSL không thành công: %s
